[
    {
        "id": 78,
        "soru": "My mother, father or husband do not allow me to wear hijab, how can I convince people around me?",
        "cevap": "Sister, in the Qur'an, the verses on hijab are actually the answer for every one of us. Of course, fathers and mothers are the ones who should be obeyed, but obedience to Allah comes before everything. Therefore, you shouldn’t listen to them in haram wishes. However, you must obey them in their halal requests.\n\nAs a result, a woman should not follow the requests of her family who oppose her hijab, because Allah has the final word on her. And it is our deeds, it is the situations in which we submit to Allah's commands that will help us in the grave, on the Sirat Bridge, in the Hereafter. My sister, we need to pay attention to Allah's commands. When we put on the hijab, we should do it without saying hurtful words that will break someone's heart. \n\n(The Prophet (pbuh) said) ‘’If an act of disobedience to Allah is imposed, one should not listen to or obey it.’’ As stated in another hadith “There is no obedience to anyone if it is disobedience to Allah. Verily, obedience is only in good conduct.”\nI hope we can move forward in the light of these recommendations InshAllah.\n\nYou can also watch this short video for motivation, Sister;\nhttps:\/\/www.youtube.com\/watch?v=Bvi418m4ySk",
        "kategoriler": [
            "Hijab"
        ]
    },
    {
        "id": 79,
        "soru": "I want to wear the hijab, but I don't have enough courage. It is also important for me to dress well and to be liked. How can you help me wear the hijab?",
        "cevap": "Alhamdulillah sister. It is even a great blessing to have this desire in you, may Allah guide you to practice it in your life.🤲🏻\n\nOf course, it is important for every woman to dress beautifully and to be liked, because that is in our fitrah, that is how we were created, sister. However, in this world, we should guide our every wish and desire, even our needs, in the direction of Allah (swt)'s sake. We must abide by the boundaries of haram and halal, and the most important thing for us should be our value, our rank, our beauty in the sight of Allah.\n\nWhat we mean is, does Allah like you to reveal yourself in the presence of every foreign man?, or does He like you to reveal yourself only to your husband, who is your legitimatel partner? Because making up and dressing up for your husband can also be a way of seeking Allah's pleasure.\n\nWhat we really have to care about, sister, is this: the pleasure of Allah. Moreover, hijab does not take away beauty or make a person ugly, it only allows us to hide our beauty and reveal it only in the presence of those that Allah allows. There is also a lot of wisdom behind the Hijab, such as protection from evil looks and maintaining family unity and strength. In short, let's silence all contrary voices and listen to the call of our Rabb, and let's run on the path that makes it possible to earn His pleasure, insha'Allah, sister\".😊",
        "kategoriler": [
            "Hijab"
        ]
    },
    {
        "id": 80,
        "soru": "What is the Islamic measurement of hijab?",
        "cevap": "My sister, the main thing in a Muslim woman's clothing is to maintain the hijab. She should cover her entire body except for her hands and face; she should not be exposed. In order for a garment to be proper for the hijab, it must be thick enough not to show underneath and long enough to cover the parts of the 'awrah (every part of the body except hands and face). \n\nTherefore, a dress that is thin and transparent in a way that shows underneath is not a proper covering. If we say this in points;\n\n▪️She must be wearing outer clothing in a public place.\n▪️It shouldn't cover just one part of the body; it should cover the whole body.\n▪️The garment should not attract attention; it should be simple and modest..\n▪️ It should be thick and should not show the skin. It should not be too tight to show body lines; it should be very wide and loose.\n▪️The dress should not look like the one of the opposite gender; it should be in accordance with her personality and character. \n▪️ It should be clean and decent, not dirty and torn.\n▪️She should not smell in a way that appeals to people.\n▪️ There should be no extremes in her behavior and especially in the way she walks; there should be dignity.\n▪️In her voice and words, she should not be seductive or tempting; she should be serious and dignified.\n▪️The hijab should not be tied in such a way that the neck is exposed and it can slide back from the head.\n▪️As the verse states \"...to wrap [a portion of] their headcovers over their chests…’ (Surah An-Nur - 31)’ The cover should conceal the necks in accordance with the command.\n▪️ A bonnet must be worn under the headscarf and no hair must be visible.\n\nYou can read the detailed fatwa on this subject from the link I will send you, sister.\n\nhttps:\/\/questionsonislam.com\/article\/how-should-womans-outside-covering-be-what-extent-can-hands-and-feet-be-uncovered-how-should",
        "kategoriler": [
            "Hijab"
        ]
    },
    {
        "id": 81,
        "soru": "You always talk about hijab for women, why do we cover ourselves just because men are looking? Why do we cover for men when there is no restriction for them? Let us say we cover the body, but why do we cover the hair?",
        "cevap": "My sister, the command of covering was first sent to men, so that they could keep their eyelids from seeing the haram. After that, women were given the responsibility of covering as it was not a one-sided solution.In this case, a man cannot say \"Let the woman cover why I have the responsibility not to look at her.\n\nSimilarly, a woman cannot say \"let the man not look, why should I carry the responsibility?\" Both sides have a responsibility. If everyone accepts the responsibility assigned to them and implements it,InshAllah, there will be no problem.\n\nLet's talk about the headscarf. The headscarf is a wholeness, it covers the whole body from head to toe, sister. Therefore, leaving the hair open and keeping the body covered would be meaningless in both appearance and meaning.\n\nOur Rabb, who knows us better than we know ourselves, has created everything as it should be, and has set right rules for them, each of which is full of wisdom. Headscarf is one of them, so we should try to learn how we can apply it instead of arguing against it, especially when it comes to the obligatory ones.\n\nMy sister, I also recommend you to watch this video;\nhttps:\/\/youtu.be\/aXmCbUqmkx8?si=skzneyNTDIE5b97G",
        "kategoriler": [
            "Hijab"
        ]
    },
    {
        "id": 82,
        "soru": "In which verses is the subject of hijab mentioned?",
        "cevap": "My sister, if we look at the Qur'anic teachings on hijab, the relevant verses are as follows:\n\n▫️“O Prophet, tell your wives and your daughters and the women of the believers to bring down over themselves [part] of their outer garments. That is more suitable that they will be known and not be abused. And ever is Allah Forgiving and Merciful.” (Surah Al-Ahzab, 33\/59)\n\n▫️\"As for elderly women past the age of marriage, there is no blame on them if they take off their ˹outer˺ garments, without revealing their adornments. But it is better for them if they avoid this ˹altogether˺. And Allah is All-Hearing, All-Knowing.’’  (Surah An-Nur,24\/60)\n\n\n▫️\"And tell the believing women to reduce [some] of their vision and guard their private parts and not expose their adornment except that which [necessarily] appears thereof and to wrap [a portion of] their headcovers over their chests and not expose their adornment except to their husbands, their fathers, their husbands’ fathers, their sons, their husbands’ sons, their brothers, their brothers’ sons, their sisters’ sons, their women, that which their right hands possess, or those male attendants having no physical desire, or children who are not yet aware of the private aspects of women.\n\nAnd let them not stamp their feet to make known what they conceal of theiradornment. And turn to Allah in repentance, all of you, O believers, that you might succeed.\" (Surah An-Nur, 24\/31)",
        "kategoriler": [
            "Hijab"
        ]
    },
    {
        "id": 83,
        "soru": "On the one hand I want to wear hijab but on the other hand I don't. I don't know what I should do, I would be very grateful if you could help me.",
        "cevap": "You want to wear the hijab because it comes from your natural disposition, because your heart, which always speaks the truth, has not been diminished, and it whispers what you should do, my sister.\n\nThe part of you that doesn't want to wear it is your nafs, let's remember what Yusuf Alayhissalâm said together; ‘’And I do not seek to free myself from blame, for indeed the soul (nafs) is ever inclined to evil, except those shown mercy by my Lord.’’ (Surah Yusuf: 53) Weren't we sent to this world to fight with our nafs and the devil and to gain Allah's pleasure?\n\nYou have two voices within you, one that directs you to do good and one that directs you to do evil. It is up to you to make this choice. Either we will listen to our nafs, which will lead us to hell, or we will listen to our heart and soul, which will lead us to the pleasure of our Allah and to paradise. We have obviously been listening to our nafs in this matter, let's put an end to that and listen to our conscience.\n\nLet's submit ourselves to our Rabb's command and put headscarves on our heads, insha'Allah, sister. 😊",
        "kategoriler": [
            "Hijab"
        ]
    },
    {
        "id": 84,
        "soru": "I wear hijab but I have a great desire to take it off. How can I overcome this?",
        "cevap": "My sister, you may want to take off the hijab for some reasons that are difficult for your nafs. Everyone's hardships are different and everyone is tested differently.\n\nLet's first look at the reasons that make you want to take off the hijab. Is it your friends, is it what you watch or listen to, or is it your family? After determining that, you need to get rid of that environment or those elements. If it's your friends, you should get away from them, and if it's the movies or TV shows you watch, you should stop watching them.\n\nWhatever we are busy with, our mind, our subconscious mind, becomes busy with it, and after a while we surrender to it, that is, we become attached to it. Therefore, we need to choose carefully anything that keeps us occupied, does it endanger my world and my hereafter or not? We need to examine it closely.\n\nNow, my sister, it is up to you to get rid of these things and replace them with the right ones. Making friends who wear hijab, watching conversations about the importance of hijab, reading books about it, being in places where the name of Allah is mentioned, participating in congregations will help you in this sense, insha'Allah.😊\n\nMay Allah help you for the rest of your life, and may He not make you surrender to the devil and your nafs. 🤲🏻",
        "kategoriler": [
            "Hijab"
        ]
    },
    {
        "id": 85,
        "soru": "If someone is destined for me, will we get married eventually, or would I be wrong if I didn't try to look for him\/her now? Can you explain the issue of destiny and marriage in more detail?",
        "cevap": "My friend, Destiny is the result of Allah's eternal knowledge, in which He knows and has written down both past events and those that will happen in the future; marriage is also destiny.\n\nOur Lord (swt) has determined our destiny beforehand because He already knows what will happen in your life. But that doesn't mean you can't choose your spouse and marry someone you don't want. We are in a test and since we do not know what we will experience in the future, we can do our best on the halal path without going haram. For example, let's say a person wants to get married, he cannot go on a haram date and say that he is looking for his future wife.\n\nThis is because our Rabb has informed us of the haram and the halal and has commanded us to follow the halal path. The person who wants to get married follows the halal way and does his best, and then after asking our Lord in prayer, the only thing left is tawakkul. If it is good for you, our Rabb will grant it, if not, He will not grant it 😊",
        "kategoriler": [
            "Love - Marriage"
        ]
    },
    {
        "id": 86,
        "soru": "I am waiting righteously for my rightful spouse, but why doesn't Allah grant me my future spouse now and let me get tired in this way?",
        "cevap": "My friend, your rightful spouse waits for its time. A flower doesn't bloom before its time. If Allah bestows anything on you, no one has the power to take it away from you. Be patient, and what is right for you will surely come to you. Abu Dawud narrates:\n\n“Ubadah b. al Samit said to his son :\nSon! You will not get the taste of the reality of faith until you know that what has come to you could not miss you, and that what has missed you could not come to you.’’\n” (Sunan Abi Dawud: 4700)\n\nLet us take care of our Iman and try harder, friend. What is meant for you will be given to you when the time comes. Remain righteous. Allah will protect your future spouse. 😊",
        "kategoriler": [
            "Love - Marriage"
        ]
    },
    {
        "id": 87,
        "soru": "I want to get married to a pious man, but for my family, career is more important than piety. I am tired of struggling with my family over this, what should I do, I am very confused?",
        "cevap": "Marriage is an important decision that affects both your life in this world and your life in the Hereafter. As recommended by our Prophet sallallahu 'alayhi wa sallam, we suggest that you consider the religious sensitivity of a person you are marrying\n\nInstead of confronting your family about it, you should try to explain it in an appropriate way, finding ways to tell them reasonably, without getting into an argument. In addition, you can get the support of a respected person for your family to talk about it.\n\nWe advise you to thoroughly research and evaluate the person you are going to marry, then decide accordingly and get the approval of your parents. Your family may think that career is more important because of worldly considerations, but in reality it is not, at least you know that. Try to be steadfast in this way, and seek Allah's pleasure.\n\nIf they had the same understanding, they wouldn't oppose it. Be patient for the sake of Allah and pray for yourself that you make a good decision and for your family that they understand the truth.",
        "kategoriler": [
            "Love - Marriage"
        ]
    },
    {
        "id": 88,
        "soru": "I am married, but I fell in love with someone else, I never really liked my spouse and now I find him even more unattractive. I don't know if I should get a divorce and start a new life or go on like this. What do you think I should do?",
        "cevap": "In our religion, flirting is haram, it is not permissible for a man and a woman to talk with each other out of necessity. If you are in such communication, you must leave the haram and stop the contact.\n\nIslam has required the spouses to maintain the marriage bond and the atmosphere of mutual love and respect as much as possible, has considered talaq (divorce) as a legitimate solution to be resorted to only when marriage is no longer possible, and has not found it appropriate to remain married on paper while living apart in heart and body as seen in some legal systems.\n\nBesides, \"The most hated of permissible things to Allah is divorce. \" (narrated from 'Abdullah bin 'Umar): and \"Marry, but do not divorce; Allah does not love men and women who marry and divorce for pleasure.\" (al-Haythami, Majma al-Zawahid, 4\/335) such hadiths clearly state that divorce is considered to be religiously disliked.\n\nSatan tries his best to make haram look sweet to us, but there is no happiness in real sense in haram. It brings sorrow both in this world and in the hereafter. Ending a marriage arbitrarily, unless there is an important reason, is not suggested in Islam. There are verses and hadiths that advise men to get along well with their wives and try to focus on their good qualities rather than their bad qualities.\n\nMaybe this situation will change if you see the positive sides of your spouse and give all your energy to your spouse, we don't know. May Allah always guide you to the good. 🤲🏻",
        "kategoriler": [
            "Love - Marriage"
        ]
    },
    {
        "id": 89,
        "soru": "I am too young to get married, but I have fallen in love with someone and I am having difficulty in being patient. What advice do you have for me to be patient and to prevent the desires of my nafs?",
        "cevap": "Flirting is certainly forbidden in our religion, my brother\/sister. It is not a sin to fall in love, but these feelings do not legitimize the haram. If it is not possible to marry in halal, one must wait patiently in the halal circle.\n\nThink like this, for example, with your permission, if someone eats the fruit from your garden, that's great. But what do you do if someone eats it without your permission and says ''What's the big deal?''\n\nAllah has forbidden us to wander with the opposite gender without permission. And to get permission, one must get married.\n\nMy friend, the strong love and devotion in our hearts is for our Rabb, who is eternal. Our hearts cannot be satisfied with anything that is mortal. This means that the heart is a door to eternal life. It is not pleased with this mortal world. Besides, if we do not keep ourselves busy with the truth, the falsehood will occupy us. Satan will take advantage of our free time, the images we see, and the weakness of our faith to draw us to haram.\n\nAs Muslims, we must be cautious and not fall into it, and we must always be in fight against Satan and the nafs.We should stick to our prayers, learn knowledge, and improve our faith so that we can stand firm against haram. When bad thoughts overwhelm us, we should engage in Salawat and Dhikr, take Wudu (ablution) and recite the Qur'an, and turn our focus away from the thoughts that Satan gives us.\n\nLet us give our love to Allah, the true owner of the heart, and let us seek and intend to attain happiness in this world and the hereafter. 💪🏻",
        "kategoriler": [
            "Love - Marriage"
        ]
    },
    {
        "id": 90,
        "soru": "I broke up with someone and I can't get over it. How can you help me?",
        "cevap": "My brother\/ sister, first of all, I would like to talk about the forbidden love in our religion. In our religion, it is not right to flirt, it is haram, and it is not permissible to talk to the opposite gender unless there is an emergency situation.\n\nOur Lord prohibits forbidden love with the verse, \"And do not go anywhere near adultery.'' (Surah Al-Isra  17:32) Because Allah knows that if we get close to it, we will fal into Shaytan’s trapl. Right now your heart is hurting, you are sad, yes, but in reality your Lord has saved you from a haram, alhamdulillah.\n\nYou will understand this better when your sadness disappears after a while, Insha'Allah. The heart hurts because we put so much love for mortal people in it. But, the heart has meant to love infinitely, and when you ignore the heart, it hurts like this. Imagine you are washing dishes in a laundry machine. In this situation, you would damage the machine and the dishes in it. The laundry machine wouldn't know what happened to it, right?\n\nThe heart is just like that, we have to put the love of Allah in the center of the heart so that there is nothing against the natural disposition. When we don't do this, the heart breaks down like this. And doesn't our Lord say in His verse, \"Surely in the remembrance of Allah do hearts find comfort.’’ If you are looking for peace, stop looking for it in the things that are mortal and temporary.\n\nLet go of what has left you. Your Rabb loves you, cares for you more than you do. He hears even the smallest aches and pains of your heart and even the little whispers of your heart, so guide your heart, mind and soul only to your Rabb. Give your love to its rightful owner and you will find peace in this world and in the hereafter.\n\nIf the devil whispers it in your mind, repent and recite the Qur'an. Recite much Salawat also. Hold tight to your prayers more than ever. Don't say you can't live without him\/her. When she\/he wasn't in your life you were alive, now she\/he is gone and you are still breathing.\nNow let's say Bismillah to a new beginning.",
        "kategoriler": [
            "Love - Marriage"
        ]
    },
    {
        "id": 91,
        "soru": "How can I motivate myself to read Risale-i Nur? How can I encourage myself?",
        "cevap": "My friend, first of all, we shouldn't think of Risale-i Nur tafsirs as easy. Because of these books, our eternal life may be saved. Just as we work and work hard when there's a worldly gain, we must also make an effort to read these tafsirs because there's also an eternal gain. For example, if they tell us to learn a foreign language, and they say that you will get a great salary every month, we will try our best to learn that language.\n\nThese truths in the books will help us in the hereafter. We must make the same effort for the hereafter as we do for worldly things. We must feel our need for these books. If we feel the need well enough, we will try harder to read them.\n\nThe criminals who read these works in prison during the time of Beddiuzzaman Said Nursi became incapable of killing even fleas. Risale-i Nur changes our perspective on calamities and hardships. Risale-i Nur tells us why we should perform Salah, why we should worship. It teaches us not to say, \"I am like everyone else.\n\nSince it is a spiritual tafsir, it helps us to strengthen our faith. Let's do our best and make an effort to read these books that have so many benefits 😊 💪🏻\n\nWe recommend you to watch our video on who is the author of these tafseers:\nhttps:\/\/youtu.be\/yICW2PVwEzM?si=2fzOa5oHSy0qUOc1",
        "kategoriler": [
            "Risale-i Nur (Tafsir of Qur'an)"
        ]
    },
    {
        "id": 92,
        "soru": "I have difficulty reading Risale-i Nur, I get bored, I don't understand it, what should I do to understand it?",
        "cevap": "My brother\/ sister, you say \"I am reading and I don't understand,\" but actually you are receiving this knowledge without realizing it, and these truths are touching your soul. So maybe we don't see the effect immediately, but these truths may come up in our later years.\n\nThis can enhance our knowledge and change our perceptions. We may no longer fall into the sins we fell into before reading. In fact, we must continue to read with patience and sincerity, without hurry.\n\nWe are not only created by the mind, my brother. We also have souls. Your mind may not understand it completely, but your heart, your soul, will benefit from it, which will lead to a change in your life, and you will become stronger spiritually. So, it is normal to not understand when you first read it, but you will not be left without benefit for your soul. Our mind, soul, and nafs are always in need of these truths.\n\nWe think we do not understand them in our minds, but each of them gets its benefit, Insha'Allah. If we get bored while reading, we should rest our mind and eyes with some other activities. Then our energy and enthusiasm for reading will be restored.",
        "kategoriler": [
            "Risale-i Nur (Tafsir of Qur'an)"
        ]
    },
    {
        "id": 93,
        "soru": "Can Risale-i Nur be read on women’s monthly cycle ?",
        "cevap": "We can read Risale-i Nur without touching the Quranic verses by reading their translations. I also leave a link where you can read the detailed fatwa and you can look at it from there.",
        "kategoriler": [
            "Risale-i Nur (Tafsir of Qur'an)"
        ]
    },
    {
        "id": 94,
        "soru": "I have completed the lessons, but I am still struggling with Tajweed. How can I improve it?",
        "cevap": "Brother \/ Sister, you need to do a lot of repetition and practice for Tajweed to be completely settled. If you did not take notes while watching the lessons, you can watch them again while taking notes and then check your notes again.\n\nYou can ask for help from someone around you who knows how to read the Qur'an. You can also listen to the Qur'an while following someone else and learn that way. You can first read the Qur'an by yourself and then listen to it while it is recited by someone else so that you can see what you are lacking.\n\nIf you practice this way on a daily basis, it will settle down over time, insha'Allah.\n😊",
        "kategoriler": [
            "Holy Quran"
        ]
    },
    {
        "id": 95,
        "soru": "My child does not want to read the Qur'an or join a course. How can I convince him?",
        "cevap": "Brother\/ Sister, you can talk about the importance of the Qur'an to make your child more interested in it. Our beloved Prophet (peace be upon him), when describing the best person in the world, said: \"The best among you (Muslims) are those who learn and teach the Qur'an.\" (Sahih al-Bukhari 5027) \n\nYou can use these words of our Prophet as an example (Tirmidhi, Fedâil al-Qur'ân, 15). You can attract the child's attention with story books related to Elif-ba and make him\/her learn by having fun. You can tell him that he will not be alone in the Quran class, that he will have friends, and that he can play games instead of studying all the time.",
        "kategoriler": [
            "Holy Quran"
        ]
    },
    {
        "id": 96,
        "soru": "To understand the Qur'an, is it enough to read the translation? Would we get the same reward if we only read the translation of it?",
        "cevap": "Brother\/ Sister, just reading the translation of the Qur'an is not enough to understand it. We recommend that you read a tafsir along with the translation. A tafsir is an explanation of the Qur'an. \n\nWe cannot fully understand the verses of the Qur'an, there are verses that are clear to everyone and there are verses whose meaning is not obvious to everyone. If we want to fully understand the Qur'an when we read it, we need to know the Arabic language and many other subjects such as sirah (The Life of Prophet Muhammad), hadith, and fiqh, but unfortunately we do not have enough knowledge. Of course, we can read the translations, but they are not enough.\n\nThat is why we need tafseers to help us understand the Qur'an, because tafseers provide a better understanding of the Qur'an because they go into the verses in more detail. Also, even the smallest work and deed done for the sake of Allah doesn't remain without results. Especially one of the greatest miracles of the universe, the Qur'an, will never go unrewarded when you try to understand it.\n\nEven looking at the pages of the Qur'an is rewarded by Allah, then of course it is also rewarded to read a book that gives the understanding of the Qur'an. But there is a difference between reading the Qur'an from the original and reading it from a translation. The most important method is to learn to read the Qur'an in Arabic and then read it from a translation in order to understand its meaning.\n\nThe word of Allah is in Arabic. It has a different value and reward. Each letter is rewarded many times over when you read it in Arabic.",
        "kategoriler": [
            "Holy Quran"
        ]
    },
    {
        "id": 97,
        "soru": "I know how to read the Qur'an, but I don't read it at all. I don't know why, but I am disturbed by this situation.",
        "cevap": "Brother\/ Sister, first of all we have to understand the importance of reading the Qur'an very well, and then we have to make an effort to read it regularly every day. Even if it is just a little bit. Reciting the Qur'an is one of the greatest acts of worship that we Muslims must perform.\n\nJust think about it, a book has descended to us, there are hundreds of verses as our Lord’s message to us, but we don't look at those verses and messages, we don't read them. In fact, we must read, understand and learn from the Qur'an every day, but if we are too lazy to read it even in Arabic, if we don't read it regularly, we should think, \"Where are we going?\" 😔 😔 \n\nThe Messenger of Allah said: \"Read the Qur'an, for it will come as an intercessor for its reciters on the Day of Resurrection.\" (Sahih al-Bukhari 5027, Book 66, Hadith 49).\n\n“The house in which the Quran is recited is attended by the angels, the devils leave it, its people will be enriched and their goodness increased. The house in which the Quran is not recited is attended by the devils, the angels leave it, its people will be impoverished and their goodness will decrease.” (Muṣannaf Ibn Abī Shaybah 30023)\n\n\n\"[Whoever recites a letter] from Allah's Book, then he receives the reward from it, and the reward of ten the like of it. I do not say that Alif Lam Mim is a letter, but Alif is a letter, Lam is a letter and Mim is a letter.\" (Jami` at-Tirmidhi 2910, Book 45, Hadith 36)\n\nBrother\/ Sister, as can be seen from these hadiths, the importance of reading the Qur'an is very significant. From now on, set a daily reading goal and make sure that you read it, Insha'Allah, so that you won't be deprived of these rewards and beauties.😊",
        "kategoriler": [
            "Holy Quran"
        ]
    },
    {
        "id": 98,
        "soru": "Should I learn to read the Qur'an first and learn tajweed later, or should I study one lesson of reading the Qur'an and one lesson of tajweed?",
        "cevap": "It will be helpful to learn both together for the next stages, friend, if you learn to read the letters with the tajweed (pronunciation) in the practice lessons, and it will make it easier for you when you move on to the Qur'an.\n\nAfter you have learned the letters, we recommend that you proceed with the tajweed in the next stages.",
        "kategoriler": [
            "Holy Quran"
        ]
    },
    {
        "id": 99,
        "soru": "I feel empty, I don't know what to do, I don't know which way to go, I have lost everything because of my sins, what should I do?",
        "cevap": "Friend, our Prophet (peace be upon him) says in the hadith narrated by Ibn Maajah, \" The one who repents from sin is like one who did not sin,\" and the verse says, \"Indeed, Allah will forgive all sins.’’ ( Surah Az-Zumar 39:53)\n\nSuch verses and hadiths are good tidings for us. Human beings cannot be free from sin, that is, they cannot stay away from it, but the door of repentance is always open.\n\nWe are naturally inclined to commit sin; it is not possible to reduce it to zero. The important thing is to regret the sin and repentance. After repenting of the sins committed, it is important to struggle not to return to those sins. Of course, it is necessary to set the background for this, otherwise repenting and staying in those bad environments and not changing the environment of bad friends will cause you to return to those sins again.\n\nWhile repenting, we must also leave the people and environments that lead us to sin. Again, the Hadiths emphasize the importance of being in a community or group of people who share the same idea as you. Especially in the end times of the universe, we need to be with people who constantly remind us of the hereafter and lead us to the truth, otherwise we cannot stand alone against the flood of sins, brother.\n\nIn short, what you need to do first is a good repentance, then leave whoever or whatever is dragging you into that sin. You need to replace them with righteous people and deeds, and being in the gatherings where truths of faith are talked will be a very beneficial Inshallah brother\/ sister. Let us not neglect to always be hopeful, for hope is like a food for faith.",
        "kategoriler": [
            "Sins"
        ]
    },
    {
        "id": 100,
        "soru": "My willpower is weak and I am overwhelmed by the sins I commit, how can I get rid of them?",
        "cevap": "Brother\/ Sister, most people complain about the weakness of their willpower because of the increase of sins in the end times of the universe and our constant exposure to them. Just as a hand that is constantly injured cannot work like a healthy hand, the willpower weakens when it is constantly exposed to sin.\n\nThen we should first try to get away from those sins, look for the reasons, determine whether it is friends or social media that lead us to those sins. First we should get away from the reasons that lead to these sins, and then we should try to strengthen the willpower. For example, in Risale-i Nur it is mentioned that \"just as prayer and tawakkul strengthen the inclination to good, repentance and supplication cut the inclination to evil and break its transgression.”.\n\nThis means that prayer and tawakkul strengthen the will to do good deeds. Repentance and confession to Allah also strengthen the will to keep us away from sin. At the same time, trying to progress with a community is also beneficial in this sense; we can easily do many things that are difficult to do alone.\n\nWe should not be too hasty in doing these things, because it may not be easy to strengthen a weakened will that has been damaged for years. We must fight without despair, brother.",
        "kategoriler": [
            "Sins"
        ]
    },
    {
        "id": 101,
        "soru": "Will Allah forgive us if we repent?",
        "cevap": "My brother, the hadith says, \"The one who repents from sin is like one who did not sin,\" and the ayah says, \"Indeed, Allah will forgive all sins.’’ (Sunan Ibn Majah 4250) Of course, what is meant is Nasuh repentance. In other words, it means sincere repentance where one does not commit that sin again.\n\nOtherwise, breaking repentance in the simplest thing and repenting again, saying that Allah forgives anyway, is an empty repentance. If we repent sincerely, Allah forgives all sins except the rightful due, and we should repent sincerely after every sin in the hope that we will be forgiven.",
        "kategoriler": [
            "Sins"
        ]
    },
    {
        "id": 102,
        "soru": "I cheated on my spouse on social media and I regret it very much. I can't find a way out. What should I do?",
        "cevap": "Brother\/ Sister, you have realized your mistake. \"And do not approach unlawful sexual intercourse.1 Indeed, it is ever an immorality and is evil as a way.\" (Al-Isra, 17\/32) The verse draws attention to the fact that it is very dangerous to try to approach adultery.\n\nOur Rabb promises us the good tidings that He will forgive all sins except the rightful due, as long as we make a nasuh repentance (i.e., not to return to that sin again) and ask for forgiveness. And let us not forget that one minute of unlawful pleasure destroys one's human identity, one's human virtues. He becomes lower than an animal.\n\nWe may have made a mistake, the world is like that, sometimes we fall and sometimes we get up. The important thing is not to stay where we fall, but to manage to get up. What you have to do now is to stand up with repentance and protect your family and try not to fall into the same sin again. May Allah protect us all. 🤲🏻",
        "kategoriler": [
            "Sins"
        ]
    },
    {
        "id": 103,
        "soru": "I cannot pray because of my sins. How can I begin to pray again and repent?",
        "cevap": "Brother\/ Sister, just as sweet water tastes bitter to a sick person, a person who is constantly sinning cannot taste the sweat and joy of worship, and this leads him away from worship.\n\nFirst of all, it is necessary to find the reasons for the sins that lead you to them and look for a way to get rid of them (social media, circle of friends...).\n\nAfter that, you need to be with friends who lead you to the truth and you need to read the Risale-i Nur, the tafsir which solves the problems of this century, in a serious and continuous way because we cannot fight against so many sins alone in these end times of the universe. \n\nWe must be in Islamic communities and friend groups. Now we have to say Bismillah again, repent and open a new page in our lives and fill it with good deeds. 😊",
        "kategoriler": [
            "Sins"
        ]
    },
    {
        "id": 104,
        "soru": "I perform Salah, but I don't get any pleasure from it. That is why I always procrastinate. Why don't I get pleasure?",
        "cevap": "Brother\/ Sister, because of the worldly occupations in our lives, we can sometimes get confused and our minds keep thinking about the events of the day. Therefore, it is very normal in that situation that when we pray, we do not get any pleasure from our prayers. It is because of our distracted state of mind. Think of it like this: you have a favorite food, but at a time when you are busy, you eat it quickly and get up right away, so you don't realize what you have just eaten. Salah is just like that. \n\nWhen you are busy, when your mind is full, when time is short, you don't feel much of salah. But just as we don't stop eating even if we don't enjoy it, we shouldn't stop praying just because we don't get pleasure from it. Because both are needs and obligations for people to live.\n\nOf course, there will be times when we get so much pleasure from Salah, but it will not always continue like this, because this is the world, this is the place where people are tested. It will continue with ups and downs so that it has meaning. Sometimes this pleasure is taken away from us so that our sincerity, our ikhlas, is measured. It is as if our Rabb is testing us to see if we are praying for pleasure or for his sake. At such times, we must perform our prayers for the sake of our Rabb, even if we do not want to.\n\nYour first priority should be to perform the Salah consistently, regardless of the circumstances, and then you can focus on performing it with devotion and seeking pleasure. To do this, it may be useful to perform the prayer in a quiet environment, perform wudu (ablution) before the Adhan, and prepare spiritually for the prayer by doing Istighfar on the sajjada (prayer rug) for a while, thinking of your Rabb, and learning the translations of the Suras you will recite, insha'Allah.😊\n\nYou can download this application that will help you be consistent in your prayers.\nhttps:\/\/play.google.com\/store\/apps\/details?id=com.sozlerkosku.beste5v2",
        "kategoriler": [
            "Salah \/ Prayer"
        ]
    },
    {
        "id": 105,
        "soru": "I do not wear a hijab and my salah is interrupted because the clothes I wear outside are not appropriate. What should I do?",
        "cevap": "Being in hijab or not is not an obstacle to praying salah,  sister. as in many other cases, it is not a matter of availability but a matter of faith. In fact, we see many of our sisters in your situation. When they go out, they take the necessary clothes for Salah with them so that they do not have these problems.\n\nSometimes there may be clothes in the masjids, but it is not good to depend on them. The best way is to carry the clothes with you. We also recommend wearing the hijab as a radical solution, sister. 😊\n\nAt this point, you can check out our website and watch our videos to get support, may Allah (swt) grant you the hijab in the most beautiful way in a timely manner.🤲🏻\n\nhttps:\/\/youtu.be\/Bvi418m4ySk?si=UJ__efw7R5wje8Je",
        "kategoriler": [
            "Salah \/ Prayer"
        ]
    },
    {
        "id": 106,
        "soru": "It is tiring to perform wudu every time.",
        "cevap": "Performing wudu may be difficult for our nafs, but we can learn the importance of wudu to overcome this difficulty. Wudu has many physical and spiritual benefits.\n\nA Muslim who performs wudu (ablution) at least 5 times a day is protected from the causes of disease and cleansed from bacterias that cause disease. This is the physical benefit of wudu. The spiritual benefits of ablution are also numerous.\n\nOur Prophet (pbuh) addressed Anas bin Malik: \"My son! Perform your ablution properly so that the guardian angels will love you and your life will be prolonged. Wudu (ablution) is also a light to the face and a joy to the heart. It is a way to be forgiven for small sins.\n\nOur Messenger of Allah (a.s.m.) has stated this as follows: \"There is not a person who performed ablution and did it well, and then offered prayer, but his sins were not forgiven between the prayer he offered and the next.\" ( Ṣaḥīḥ al-Bukhārī 158, Ṣaḥīḥ Muslim 227)\n\nAblution is a spiritual weapon of a Muslim. It protects him from bad feelings and desires. It saves him from the influence of evil thoughts and waswasas (whispers) that attack his mind. People who perform wudu (ablution) are often saved from evil and harmful beings for the sake of their ablution.\n\nA hadith states that it is even possible for the one who dies while performing ablution to attain the rank of being a shahid (. It is also stated in the Hadith that the ablution organs of Muslims will be as bright and white as the fourteenth of the moon on the Day of Resurrection, and their faces will be radiant. With all these good tidings and benefits, let's change the way we look at ablution, which takes us 1 minute of our time, and let's stop making Shaytan happy. 💪🏻",
        "kategoriler": [
            "Salah \/ Prayer"
        ]
    },
    {
        "id": 107,
        "soru": "I want to perform salah, but when the time comes, I feel lazy?",
        "cevap": "Brother\/sister, the only excuses for Salah are obstacles that cannot be overcome, such as the risk of death, the state of coma, and fainting. Otherwise, the obstacles that our nafs show us are just excuses that can be easily overcome.\n\nWe cannot pretend that nothing has happened when we miss the time of Salah, which is the greatest and most important commandment after faith. If we miss our Salah, we should feel great regret. By not going to Salah on time, we are saying, \"Please don't insist, O Lord. Give your mercy to others. This is what we express through actions.\n\n Yes, we don't say it with our tongues, our hearts tremble if we say it. If we can't get out of bed at the time of Salah, if we can't delay our worldly occupations, if we feel lazy, isn't this the message we are sending to Allah? Just think about it, our Rabb invites us to His presence, calls us to prostration where He will surround us with His love, He calls us to be in His presence, but if we cannot delay the movie we are watching, if we continue to be busy with other things at the moment of salah, how are we going to be a candidate for His jannah (paradise), how can we express our desire to seek Allah's pleasure?? \"When they rise for prayer, they rise lazily, they show off to people, and they seldom remember Allah. (Nisa, 4\/142) Inshallah, my friend, in order not to become the people mentioned in this verse, let's protect ourselves from the tricks of nafs and shaytan in this regard.\n Close your eyes for a moment and imagine our Rabb saying;\n\"O my beloved servant, will you not come to my presence?\" After hearing this, can we still be lazy, careless, and can we miss the Salah? Praying 5 times a day takes us 1 hour a day in total, my friend, to spend only 1 hour out of the 24 hours given for the sake of our Rabb's pleasure is actually very few. It is our nafs that makes it look huge to us, let's not fall for this trick any longer.  \nYou should also watch this video, brother\/sister 😊\nhttps:\/\/youtu.be\/pZeKe964fxE?si=2c2JQhkqdvUvU_bh",
        "kategoriler": [
            "Salah \/ Prayer"
        ]
    },
    {
        "id": 108,
        "soru": "How can I perform my Qada (missed) Salah?",
        "cevap": "First of all, start by calculating the salah you’ve missed, which are obligatory for us and start by saying Bismillah. \n\nIt is obligatory for every Muslim, male and female, to pray and worship after reaching the age of puberty. Missed prayers must be performed in the same way as how they were missed. It is two rak'ahs for Fajr, four rak'ahs for Dhuhr, four rak'ahs for Asr, three rak'ahs for Maghrib, four rak'ahs for Isha, and three rak'ahs for Witr.\n \nThere is no specific time or place assigned for each missed Salat. In other words, there is no restriction that says, \"The 'Asr salah must be performed at 'Asr time. It can be done at any time. There is also no requirement that says, \"Asr must be done before Isha\" or ‘’Dhuhr must be done after Fajr’’ However, one must be careful not to perform salah during what we call the times of Karāhah (disliked times of salah)\n\n It is disliked to pray at these times within 45 minutes after sunrise, 45 minutes before sunset, and when the sun is at its peak (from 30 minutes before noon until the time for dhuhr prayer begins). At all other times, it is permissible to perform Qada prayers.",
        "kategoriler": [
            "Salah \/ Prayer"
        ]
    },
    {
        "id": 109,
        "soru": "I keep thinking about different things during Salat, what can I do about it?",
        "cevap": "Brother\/ Sister, Shaytan's first goal is to make a person an unbeliever. If he fails in succeeding this, he never gives up and tries to prevent him from worshipping. If he cannot stop someone from worshipping Allah, he tries to put distractions in his worship, as he has done with you.\n\nThe shaytan tries very hard to keep the servant away from this honorable duty and his\/her Lord. He whispers some bad things into the servant's ears, and that person becomes upset, thinking that these thoughts are coming from his own heart.\n\n\"You cannot stand before Allah’s presence with such a confused heart!\" he whispers.  If the servant falls for this trick, the Shaytan succeeds. If someone doesn't find peace in prayer, leaving it won't give him the peace he seeks. Continuing salah is the only way. Inshallah, you can apply the strategies I will give you in this period.\nThe only way to perform Salah with Ikhlas (sincerity) and khushoo (reverence) and to continue is through knowing and understanding why we pray and the meaning of the Suras we recite.\nReading and researching about the truths of faith, disciplines the nafs and makes us more aware of the importance of worship. My advice to you is to memorize the translation of the Surah that you read every day💪 Set a goal for yourself and try to achieve that goal by studying the truths of faith. Keep yourself busy with the truth so that falsehood does not occupy you.",
        "kategoriler": [
            "Salah \/ Prayer"
        ]
    },
    {
        "id": 110,
        "soru": "At work, at school, when I am outside, I have the problem of finding a place to perform wudu (ablution) or salat.",
        "cevap": "My friend, there are actually many mosques and masjids in many places now, so let's try to organize our work in such a way that we can perform the salah. At work and at school there must be an empty place where we can pray or there should be people who pray around the place and we can ask them and find a place. Where there is a mosque or masjid, there is also a place for ablution.\n\nIf there is no place for ablution in your environment, then you can do it in the washrooms. It may be difficult for you in the beginning, but when we get used to doing wudu (ablution) and praying everywhere and under all circumstances, then we can see that it's possible and that we can do it, insha'Allah. And let's also think that the more difficulties we go through, the more reward there will be. Insha'Allah.",
        "kategoriler": [
            "Salah \/ Prayer"
        ]
    },
    {
        "id": 111,
        "soru": "I cannot wake up for Fajr,  and Isha prayer becomes overwhelming. Could you help me?",
        "cevap": "If you want to wake up for Fajr prayer, I will give you some advice, make sure you follow them all, they will work, InshAllah 😊.\n\n1) First of all, you should sleep early at night. Sleeping early in the day will make your battle with Shaytan easier in the morning. And before we go to sleep, let's not eat heavy meals for at least 2 hours, and let’s not use electronic devices for at least 1 hour before going to sleep, let's drink a glass of water so it can help us get up easier. ✋🏻\n\n2) We should go to bed at about the same time every day and wake up at about the same time every day. This will regulate your sleep schedule, and increase our sleep quality.\n\n3) You should definitely set an alarm clock. And you should pay attention to the following:\n- Set more than one alarm, the more alarms, the more likely you are to wake up.\n- After setting the alarm, put the phone away from you, so that you have to get out of bed in the morning to turn off the alarm. \n- If there's no one around you that you might disturb, I also recommend you turn up the volume of the alarm 😊 \n\n4) When you get out of bed for Fajr prayer, set the water’s temperature at its coldest when you are going to perform wudu (ablution). This will wake up your body.\n5) Be eager to wake up for Fajr and pray sincerely to Allah. Allah does not reject those who are eager to go to His Presence. You can also include Surah Al-Ikhlas, Al-Falaq, An-Nas, Al-Kawthar, and the Ayat al-Kursi in your dua’s before sleep.\n\n6) You can ask one from your family or friends to wake you up 😊 They can wake you up face to face or by phone call.\n\n7) Let's get out of bed as soon as we wake up so we don't fall into the sleep trap ✋🏻 \"'Salat is more beneficial for you than sleep\"\n\nRemember also this hadith:\n\"The two rak'ahs before the Fajr prayer are better than this world and all that it contains.\" (Muslim, Misâfirîn, 96, 97; Tirmidhi, Salât, 190) \nI also recommend you to watch our video\n🤗\n\nhttps:\/\/www.youtube.com\/watch?v=TrKp689eFvU \n\n\n\nFor Isha prayer, perform it as soon as you hear the Adhan (call to prayer) if you can, this way it will not be hard on your nafs and you will taste the relief after doing it early and you will try not to do it late from then on. If this is not possible, you should set alarms at 1-hour intervals until late, so that you don't fall into the \"sleep\" trap.\n\nAs soon as you hear the adhan, run to the prayer room without procrastinating, without saying, \"After I finish this, I can pray,\" because the longer you procrastinate, the more Shaytan will try to mess with you. Finally, don't you want to end the day by putting aside all your tiredness, troubles and worries and meet with your Rabb?",
        "kategoriler": [
            "Salah \/ Prayer"
        ]
    },
    {
        "id": 112,
        "soru": "I keep starting and stopping pray salah, how can I make it continuously?",
        "cevap": "The biggest reason why it is difficult to be consistent in Salah is the lack of awareness of its meaning and importance. Many Muslims who do not know the importance and value of Salah use phrases such as \"I have work now, I can do it later\" or \"I will pray later by leaving it for Qada\". \nBut salah is so important that it is the greatest reason for the creation of mankind. Think about it, our Rabb says in the Qur'an, \"I created the jinn and mankind only to worship me. How strange it is to say, \"O my Allah, I want to pray, but I don't have the time.  Our Rabb has granted us a whole lifetime.\n\nHe wants us to spend only 1 hour out of 24 hours a day in Salat. He is so compassionate and merciful that even if we spent 24 hours in worship, we would not be able to fully thank Him, yet He asks us to spend only one hour to be a grateful servant. If a wealthy person gives you 24 gold coins and then asks you for one of them, saying, \"If you give me back one gold coin, I will give you a bag of gold after a while. If you don't, I will put you in prison’’ Would we refuse that offer? Probably not, my friend, don't say, \"Oh, my Lord, I can't do it; I can't do it, I'm struggling, I can't do it. Remember, if there is faith, there is hope and there is possibility. If there is faith, you will find a way. Say Bismillah and don't put it off; start right now. Rasulullah (S.A.W.) said, \" Hasten to perform good deeds.''\nYou can follow these recommendations for consistency in worship:\n1. It is essential to benefit from works and studies that explain the sense and meaning of worship.\n2. The environment we are in may be very bad spiritually. For example, in a place where there is stinking garbage, our nose becomes uncomfortable. Similarly, in a place where sins and bad deeds are committed a lot, we may not be able to enjoy our worship. Because our soul becomes disturbed by them. We should stay away from such bad environments. \n3. An ill person cannot fully enjoy what he eats and drinks. For example, a person with an injured mouth cannot enjoy the taste of the food he eats. Therefore, he should be cured to taste the food. Similarly, the sins we commit wound and sicken our hearts and souls. As a result, we cannot fully enjoy worship. It is the food of the soul. Therefore, it is necessary to be treated from those sins. The treatment of the soul is first to repent and ask for forgiveness, and then to try not to commit those sins again.\nBrother\/ Sister let's thank our Rabb who has given us countless blessings. No matter how much Shaytan tries to discourage us, let's not give up. You must watch the video I am going to send you.\nhttps:\/\/youtu.be\/pZeKe964fxE?si=Uo5OZDwXEG7b8I1B \nYou can download our app, which I will link to, and get support for consistency in salah.\nhttps:\/\/play.google.com\/store\/apps\/details?id=com.sozlerkosku.beste5v2",
        "kategoriler": [
            "Salah \/ Prayer"
        ]
    },
    {
        "id": 113,
        "soru": "Can you prove to me that God exists and that there is an afterlife?",
        "cevap": "*The existence of God* \n\nThere are many proofs of the existence of God. We can understand God's existence by looking at the simplest and most obvious things from the perspective of art. First of all, from atoms to human beings, from cells to galaxies, there is a delicate and wonderful art in the whole universe. \n\nYes, every single thing in the universe has the following characteristics:\n- It has great artistic value.\n- It is very precious.\n- It is made very quickly and very easily.\n- It is made in large numbers.\n- It is complex and varied.\n- It is continuous.\n\nBut in the arts and works that are done in a short time, in large numbers, and that are simple but complicated, there should be no art and no value. But when Allah is the author, which means the creator, everything changes. Everything becomes possible!\n\nFor example, if a pen, ink and paper are brought together, can they write a book no matter how much time is given by themselves? What are the chances that it will happen by itself? Even a pen must have a writer. So, is it wise to give the entire universe and its wonderful works of art to the atoms that are blind, deaf, and lacking in knowledge and will?\n\nWhat can make a pen to create itself? If we look around us and at ourselves, there are so many beings that are constantly being renewed and created. There must be a Creator who creates and manages them in an order so that there is no chaos. Watch this video on the subject, inshallah 😊\n\nhttps:\/\/youtu.be\/WM6QLkrpy_g?si=lGZEPCz4jl9n9Og9\n\n*Proof of the Hereafter*\n\nIf we look at the reason why the Hereafter must exist, logically, if we look at the creation of this world, we can say that everything was created perfectly out of nothing. So is it more difficult to make something for the first time or to make for the second time what has already been made?\n\nIf he is able to do the first time, of course he is able to do the second time. It would not be reasonable to accept the creation of this world and not accept the creation of the hereafter. If we look at the creation of the baby in the womb, can we say that the baby does not need eyes, ears, hands, and mouth? We know that these organs will be very necessary in the future when the baby is born. Just as the last stage in the womb is an entrance into the world and an opening to it. Similarly, the end in this world is like a door that opens to the hereafter and eternity, brother\/ sister.  Allah is Al-Hakeem,the one in whose works there is no absurdity; everything was created with many aspects of wisdom. Such beautiful beings were not created to vanish into nothingness. It wouldn't make sense for them to be created in a limited way, never live again, and just disappear, right? Many beings come to life and die all within a single minute. There are many beings who are born and die in one minute. It would not be wise for them to be created in order, but then never live, and just disappear, would it? Let's watch this video and put the existence of the afterlife into our logic in a complete way, shall we? 😊 \n\nhttps:\/\/www.youtube.com\/watch?v=kcFollpOodY",
        "kategoriler": [
            "Atheism - Deism"
        ]
    },
    {
        "id": 114,
        "soru": "Why did Allah create hell?",
        "cevap": "Brother\/ Sister, Allah has many names and, one of them is Al-Adl. Since heaven is not cheap and hell is not unnecessary, hell was created to give justice to those who deserve it and to put an end to injustice.\n\nAllah did not create people for Hell; on the contrary, He created Hell for people who deserve it. For example, a government builds a prison, but it does not build it to lock people up for no reason. The government builds the prison to put in those who deserve to be in it. In the same way, Allah has created hell for those who deserve it. Otherwise, to say, \"Allah has prepared Hell for people,\" is not in accordance with the justice and wisdom of his Almighty. Because, if those people never deserved hell, they would have the right to object to not entering it.\n\nOur Lord, the possessor of eternal wisdom and justice, will judge between people with perfect justice and send one group of people to hell and the other to paradise according to what kind of deed they have done in this world, just as He will give the hornless sheep its share from the horned sheep. These are the reasons for the creation of hell.\n\nIn addition, I also recommend you to watch our video below;\nhttps:\/\/youtu.be\/S-kXnAEB69A?si=3ioC5tmimSpm1oNl",
        "kategoriler": [
            "Atheism - Deism"
        ]
    },
    {
        "id": 115,
        "soru": "Why do Muslims walk around the Kaabah, is that not something like idolatry?",
        "cevap": "Idolatry is the worship of an object.\nNo normal Muslim worships the Kaaba.\nJust as a person who performs Salah does not worship the sajjadah (prayer rug) when she\/he prostrates, he worships Allah. just like this, a person who walks around the Ka'bah does not worship the Kaba, she\/he worships Allah.\n\nAllah, who is invisible to the eye, as the true God, made the Kaaba built, the first temple on earth, and commanded people to perform tawaaf (walking around the Kaaba). This has nothing to do with idolatry. When Muslims perform tawaaf the Kaaba, they do not ask or expect anything from it. In idolatry, there is a situation of seeking help and asking for something from non-living things.\n\nThis is not the way a Muslim looks at the Ka’bah. This is not the reason why a muslim visits the Ka'bah. By researching and looking at what idolatry is, you can understand that going around the Kaaba is not for the meaning of Idolatry.",
        "kategoriler": [
            "Atheism - Deism"
        ]
    },
    {
        "id": 116,
        "soru": "Why doesn't Allah prevent evil?",
        "cevap": "First, the creation of evil is not evil; the act of choosing evil is evil. For example, there are many reasons for the creation of a knife, right? We can use it for many good things, such as cutting vegetables,fruits and cooking.\n\nBut if a person uses that knife to harm someone, can we say, \"What a bad thing this knife was made for, I wish Allah had never created it,\" can we say that? We cannot, because that would be the responsibility and harm of the person who uses the knife to inflict harm. Allah created human beings to worship Him and commanded them to stay away from evil and bad deeds. Allah has decreed that He will punish those who disobey Him with severe punishment, and He has sent more than a hundred thousand prophets to warn people about all matters. \n\nOf course, people who do not fulfill their duties and ignore these commands will be punished for their actions. The reason why Allah does not directly prevent evil in this world is because we are in a world of trial and testing. This world is a testing place, and both those who do wrong and those who do right are given permission. If those who do wrong were prevented by Allah, this trial would be meaningless.\n\nIf roses were scattered on the heads of those who do good deeds and stones were thrown on the heads of those who sin, this world would no longer be a testing ground. Let's watch this video about it, Insha'Allah\n💪🏻\n\nhttps:\/\/youtu.be\/wK_ozS5nDDo?si=JmFoZNnOwEiPyG5I",
        "kategoriler": [
            "Atheism - Deism"
        ]
    },
    {
        "id": 117,
        "soru": "Why is there polygamy in Islam?",
        "cevap": "Allah Almighty said, \"...if you are afraid you will fail to maintain justice, then ˹content yourselves with˺ one...\" (Surah An-Nisa, 4\/3)\n\nBased on this verse, polygamy is not obligatory. While monogamy is the main thing, we can say that up to 4 wives are allowed due to some reasons and this also depends on some conditions. We can give the example of war. \n\nThe matter of marrying four wives does not mean that marrying four wives is a neccesity. The right and main thing is to marry one wife. However, the verse shows that it is permissible to marry two, three, or four wives if all conditions are fulfilled.\n\nDuring the period when Islam expanded to the Arabian Peninsula, certain customs from the jahiliyyah (the days of ignorance before Islam) continued to have a strong influence. Some traditions were completely abolished by Islam, while others were moderated. One of them was the issue of unlimited marriages in the Jahiliyyah period. was declared that a maximum of four women could be married. Before Islam came to the Arabian Peninsula, men were allowed to marry any number of women without restriction. Indeed, the Holy Qur'an placed a limit on this pre-Islamic practice. It said that one could marry up to four women. So we can say that Islam wisely put a limit on what was previously unlimited.\n\nIn addition, you can watch this video\n\nhttps:\/\/www.youtube.com\/watch?v=0xY5SAcXtj0",
        "kategoriler": [
            "Atheism - Deism"
        ]
    },
    {
        "id": 118,
        "soru": "Why did God create the universe and why did He feel the need to do so?",
        "cevap": "First of all, our Creator isn't in need of creating the universe or doesn’t need us. Not all actions are based on some needs. For example, a poet does not write poetry because he has a need to write it; it does not fulfill any need of his. Similarly, when a painter paints, he does not do so out of need. Rather, this poet and painter produce art to demonstrate their own abilities.\n\nSimilarly, Allah does not need the universe, nor doesn’t have such a need. Allah Almighty wanted us to see the manifestations and reflections of His infinite power, knowledge and wisdom, as well as His 99 names and attributes.  For this purpose, He created thousands of kinds of beings, so to speak. \n\nYes, just as a skilled person wants to see and show his skill, Allah wanted to see His attributes of infinite beauty and perfection first and foremost, and He created His creatures to see them.  And then He showed this art to conscious beings. Allah did not create beings out of necessity, but for a divine and exalted satisfaction befitting Him. Let's watch our video on this subject, shall we?\n💪🏻\n\nhttps:\/\/www.youtube.com\/watch?v=AUGUlM5M5IE",
        "kategoriler": [
            "Atheism - Deism"
        ]
    },
    {
        "id": 119,
        "soru": "We cannot understand the Holy Quran. If we need tafsir and hadith in order not to misunderstand, why was the Holy Quran sent? Was it not sent for human beings?",
        "cevap": "Holy Qur'an is a manifestation of Allah's infinite knowledge. It would not be correct to interpret the Qur'an as a book whose knowledge can be fully known by anyone, scholar or ignorant. \n\nAccording to the meaning accepted by the majority of scholars, the meaning of a verse is as follows.\n“...And no one knows its [true] interpretation except Allah. But those firm in knowledge say, “We believe in it. All [of it] is from our Lord.” And no one will be reminded except those of understanding.” (Surah Al- Imran, 3\/7)\n\n‘’And these examples We present to the people, but none will understand them except those of knowledge’’ (Surah Al- ‘Ankabut, 29\/43).\n\n‘’Say, (O Prophet,) Are those who know equal to those who do not know ?. None will be mindful (of this) except the people of reason.’’\n(Surah Az-Zumar, 39\/9)\n\nThe fact that the Holy Qur'an is the source of new and new truths every day, that it makes itself young in terms of its scope in proportion to the aging of time, and that it informs its addressee by different truths; the fact that, despite such advances in scientific knowledge, researchers still discover unexplored areas in the Holy Qur'an every day that need to be explained and analyzed. This shows that the concept of \"clarity\" in question is not as clear as it is thought to be, it has other meanings.\n\nThat is, the fact that the Qur'an has a clear statement does not mean that it is in such a way that everyone can understand every part of it immediately. The Qur'an clearly states that Prophet Muhammad's (pbuh) role was not only to deliver the message but also to explain the Qur'an. This shows the fact. Throughout history, Islamic scholars have continued both the duty of conveying, as Prophet Muhammad did, and the duty of explaining\/clarifying the Qur'an so that we can understand it and apply it to our lives.",
        "kategoriler": [
            "Atheism - Deism"
        ]
    },
    {
        "id": 120,
        "soru": "We say that God created everything and that nothing exists by itself, but we believe in a God who is self-existed. Isn't that a contradiction? If nothing happens spontaneously and if there is a need for a Creator, how does the Creator come into existence by himself?",
        "cevap": "Brother\/ Sister, first of all, the fact that nothing can exist by itself applies to created beings. Since we are created according to time and space, we cannot attribute this to the Creator. Because the Creator is not like His creation. Let's think of a stove. If you ask that stove, what kind of thing is it that created it? It will probably say that it is a heat-resistant being with a lot of iron. That is all the stove has seen in its world. But just as the one who made the stove is not like the stove, the one who created us will not be like us and will have to be beyond time and space. The existence of Allah (swt) is self-existent, that is, it is of Himself. It is eternal and everlasting. He has no equal or similar. If the process of creation is attributed to a being who created everything and everything depends on Him, a contradiction arises. Then the truths must change into their opposite. If it is believed that Allah Almighty was created - God forbid - then this sacred Being must be both eternal and created (later), both Creator and creation, both infinitely powerful and infinitely powerless. In short, in this situation, He must possess both the infinite perfect attributes of divinity and the endless deficient attributes of a creation.\n\nImagine a train with ten or fifteen wagons. Each of these wagons is pulled by the previous wagon. And finally, when it comes to the locomotives, the question \"Who pulls the locomotive?\" can no longer be asked. Because if there is no motor pulling but not being pulled, this order is broken and there is no movement.\n\nA soldier takes orders from the corporal, the corporal from the captain, and the commander-in-chief from the sultan\/emperor. You cannot ask the question, \"Who gives orders to the sultan?’’ In fact, if the sultan also receives orders from someone, he descends to the rank of a soldier, and the one who gives the orders becomes the sultan. So the sultan isn't a soldier, so you can't really ask, \"Who is the sultan taking orders from? When we think of a sultan, we think of a ruler who gives orders, but doesn't take orders.\nAs can be understood from these examples, the creation of this universe necessarily depends on the knowledge, will, and power of only one being: “Allah’, who is eternal and everlasting in His essence, names, and attributes.\n\nYou can also watch this video\nhttps:\/\/www.youtube.com\/watch?v=efu3rgFOgMg",
        "kategoriler": [
            "Atheism - Deism"
        ]
    },
    {
        "id": 121,
        "soru": "Which institution does this application belong to?",
        "cevap": "It belongs to the Towards Eternity team. Towards Eternity is an official association accredited by the Ministry of Interior (Turkey). Towards Eternity also has the largest Islamic youtube channel in Turkey: “Sözler Köşkü”.\n\nYou can access our youtube channel through the link below:\n\nhttps:\/\/www.youtube.com\/@TowardsEternity\/videos",
        "kategoriler": [
            "Who are we?"
        ]
    },
    {
        "id": 122,
        "soru": "Who are we?",
        "cevap": "Where did this journey begin that has reached millions?\n\nIn the year 2010... A few university students came together for a cause. They wanted to do something for the young people of the Ummah who were melting and wounded in the midst of sin. They struggled... They struggled more... They struggled more and more... There had to be a way to touch the hearts of millions. And get their message heard.\n\nTo find a way to tell Allah everywhere, there had to be a way for the mothers' dua's (prayers) for their children to be answered. Struggles gave strength to their dua's. The journey that began with a small camera and microphone became a YouTube channel with 3 million subscribers.\n\nThe journey started with a little camera and… Shoot!\n\nThousands of lives have been changed by sincere, kind, heartwarming, and sometimes moving speeches delivered by young people. They have led someone to start performing Salah... Some started to wear Hijab... Some abandoned haram (forbidden) practices. Through an Internet cable, millions of homes were visited and told about Allah and His Messenger (s.a.w)",
        "kategoriler": [
            "Who are we?"
        ]
    },
    {
        "id": 123,
        "soru": "Our other applications;",
        "cevap": "5te5 - Start Praying: An application where the performing Salahs (prayers) are followed for 40 days.\n\nLamelif - Learning Qur'an: Practical Quran application that teaches how to read the Quran in 1 day.\n\nKopGit Risale-i Nur Education: An application that teaches you the truths of the faith in a short time. (Qur’an Tafsir Education)\n\nYou can find the applications by searching for their names in the Apple and Android stores.",
        "kategoriler": [
            "Who are we?"
        ]
    },
    {
        "id": 124,
        "soru": "My sexual desires are leading me to the sin of masturbation, what should I do?",
        "cevap": "The way the Prophet (peace be upon him) showed to young people under the pressure of their nafs and desires is the best way to follow. In this way, a person not only performs acts of worship, but also finds a way to control himself.\n\n\nIt was narrated that 'Abd Allāh ibn Masʿūd said: \"The Messenger of Allah said to us: 'O young men, whoever among you can afford it, let him get married, for it is more effective in lowering the gaze and guarding chastity, and whoever cannot then he should fast, for it will be a restraint (wija') for him.'\"   (Sunan an-Nasa'i 3209)\n\nFirst of all, fasting, being in an environment that protects you from sin, and studying the truths of the faith are the best solutions for preserving your chastity and preventing you from committing forbidden acts. Because Shaytan always encourages wrong paths, the nafs pressures and the emotions also oppress.\n\nThere is a video on this subject that we highly recommend you watch:\n\nhttps:\/\/www.youtube.com\/watch?v=FdZ9Xzjpo1s",
        "kategoriler": [
            "Obscene Questions"
        ]
    },
    {
        "id": 125,
        "soru": "I have caught my husband watching immoral content, what should I do?",
        "cevap": "For the sake of your family and to save your husband from this unpleasant behavior, it is better to stay calm in this matter. Especially if he performs salah, you can kindly suggest him to fear Allah (swt). In order to say this, you need to prove to him that you are not his enemy, that you still love him, and that you are working for his own good. If you maintain your friendly attitude, he may give up this bad habit.\n\nAs long as you are sincere in your intentions, his sin will not harm you. The fact confirms that the wives of prophets like Noah (peace be upon him) and Lot (peace be upon him) were on the side of the disbelievers.\n\nThe Qur'an informs us that on the Day of Judgment all hidden secrets will be revealed. \"If someone who believes in this were to have a screen opened for him, large enough to be shown to everyone on the Day of Judgement, and these people were then to be shown on this screen the sinner watching the shame of pornography presented to the public. Especially, those who know him well, his parents, his children, and his friends were to be shown. How would he feel in that situation? The only way out is repentance. Death can come at any time, repentance may be too late and useless at that moment.\n\nIf he can handle such words, it is worth reminding him. How and by whom you explain this to him depends on your skill and insight.\n\nIn addition, you can show this video to him;\n\nhttps:\/\/www.youtube.com\/watch?v=FdZ9Xzjpo1s",
        "kategoriler": [
            "Obscene Questions"
        ]
    },
    {
        "id": 126,
        "soru": "What should I do to get rid of waswasas?",
        "cevap": "My brother\/sister, if we have not improved ourselves in the truths of faith, if the six pillars of faith are not really placed in our minds with strong evidences, questions and whispers from the devil and the nafs will constantly come, and if we cannot find answers to these whispers, they will remain unsolved and disturb us constantly. It is necessary to seriously investigate answers to these waswasas. Because if not answered, God forbid, these whispers may even lead to the loss of Iman (faith). \n\nThese whispers can come to our minds even if our faith is strong, even if we have solved all the questions in our minds. For example, waswasas (whispers) about the afterlife can come from the nafs and shaytan, such as, \"What if there is no hereafter, what if there is no heaven and hell, what if there is no Allah? These questions comes to mind with no evidence. Therefore, they should be ignored because the whispers of the nafs and shaytan are not based on evidence. In other words, the nafs and shaytan are not whispering that there is no heaven and hell, but they are whispering like \"what if there is no Allah\", which cannot be a proof for their statement. One should not give importance to this kind of whispering, if he\/she does it, he\/she will say, \"Why am I thinking of these things, I wonder if my faith is weak'' That is what Shaytan wants, brother\/sister.\n\nTo learn the truths of faith that we do not know is to destroy the whispers with knowledge, we should do that first. For those who have whispers about what they know, the only way to get rid of them is by not giving importance to them, my brother\/sister.\n\nLet's engage with the truths of faith. Let us not be unoccupied so that we do not give the devil the opportunity to deal with us, let us be busy with the truths of faith, dhikr (remembrance of Allah) and prayers Inshallah 😊.",
        "kategoriler": [
            "Waswasa (Whispers of Shaytan)"
        ]
    },
    {
        "id": 129,
        "soru": "Ghusl (Major Ablution)",
        "cevap": "Ghusl means major canonical ablution or a complete washing of the body. It becomes obligatory after sexual intercourse, even if only the head of the penis disappears into the vagina. Any discharge of semen, and the completion of menses and post-childbirth bleeding reuire performing ghusl.\n\nTaking ghusl every Friday before the congregational prayer is highly advisable, for the Prophet always did so. Before beginning ghusl, one should make the intention to perform it and, if one will pray after performing it, also the prayer.\n\nThings Forbidden to a Ritually Impure Person\n\nPeople who are in this state cannot pray, circumambulate the Ka'ba (tawaf), enter a mosque or place of worship unless necessary, or touch the Qur'an or any of its verses except with a clean cloth or something similar.\n\nWhat Makes One's Ghusl Valid?\n\nRinsing the mouth thoroughly so that all of its parts are cleaned properly.\nRinsing the nose right up to the nasal bone.\nWashing all bodily parts thoroughly, including the hair.\n\nThe best way to perform ghusl is as follows:\n\nHaving the intention (niyyat) to cleanse the body from (ritual) impurity while washing oneself.\nWashing the hands up to the wrists three times.\nWashing the private parts thoroughly.\nRemoving all filth from all bodily parts.\nPerforming ablution.\nWashing all bodily parts three times, including the hair thoroughly. No part, even the size of a pinpoint, is allowed to remain dry. Rubbing and pressing the body is not obligatory.",
        "kategoriler": [
            "Obscene Questions"
        ]
    },
    {
        "id": 132,
        "soru": "Waswas (intrusive thoughts)",
        "cevap": "You are making wudu with water flowing with a pleasant sound.\n\n\"Oh... I wonder if... I guess I haven't washed this part.. wait, let me see if it's wet\" (you touch it with your wet fingers and you don't understand anything)... wait, let me wash it anyway... ugh, the order is broken now, what if it isn't complete... wait, I'll do it again from the beginning so that my heart will be comfortable... After 10 minutes, the 3rd ablution is over and the heart still does not feel comfortable.\n\n\nLet alone performing five fard prayers with one wudu, there are those who make wudu at least 5 times for one fard prayer!\n\n\nThere are those who perform a prayer over and over again in case it is not complete!\n\n\nLet alone performing, there are even those who can't even handle the intention part.Those who start by saying,\"I make intention for God 's sake.. to.. to.. perf.. perf..\n\n\nbut can't go on\n\n\nGhusl, especially ghusl... Oh... Those who spend one third of the day asleep and another one third in the bathroom!\n\n\nThose who think they can't keep wudu and suffer a lot!\n\n\nIf I say that there is a cure for those problems; you also know in your heart that those states are not normal.\n\n\nIf I tell you, my brother\/sister, who is addicted to delusions with the intention of doing the right thing, even with the assumption of taqwa, that is, fearing Allah or worrying if his worship is not complete, and who suffers from remorse if he does not do those things, that there is a solution, wouldn't you listen?\n\n\nCome on, then, inshaAllah, we will deal with them one by one.\n\n\nMany neurotic people who are worried about whether they have locked the car or unplugged the iron do not know that it is delusion. Accursed devil (or the evil one, as some people call him 😏) has nothing else to do; we are his worst enemy. It's his hobby to make us unhappy at any moment, so don't think of it as \"What do these thoughts have to do with religion and the devil?\" because after a while, those delusion become a disease and penetrate into every area of one's life (first and foremost, prayers). My brothers and sisters, who wait in vain in the queues for psychiatrists and look for a cure in drugs! I assure you that you will not get well like this because the cure of this disease is not the doctors who do not know what your problem is and temporarily numb you with drugs. Let's have a look at a few types of delusions one by one:\n\n\n👉 If you keep thinking that there is a dry place left while making wudu and you make wudu again and again, you do something that our religion does not want. If there is a dry place left but if you are not absolutely sure that there is, you regard that place as if it has been washed. You can decide about its certainty as follows: Can you swear that it has been left dry?\n\n\n👉 If you are not sure that you have washed it three times in wudu, do not wash it again because it is enough to wash it once to fulfil the fard (what is obligatory) anyway.\n\n\n👉 There is no such thing as performing a prayer again and again in our religion. In other words, a prayer is not performed again unless there is something missing in its fard parts. For example, if you perform the 4-rak'ah fard of the afternoon prayer (asr) as 3 rak'ahs, you have to perform it again because the fard is incomplete. But if you are a delusional person, the condition is to be certainly sure. You should be sure enough to swear. If there is a delusion such as whether you have performed three or four rak'ahs, the thing to do is clear: it is definitely not to perform the prayer again. If you are doubtful about how many rak'ahs you have performed, continue with the rak'ah closest to your heart. If the idea that you are in the fourth rak'ah prevails, continue with the fourth rak'ah and perform sajdah as-sahw (prostration of forgetfulness) at the end of the prayer. If you can't decide, you continue from the part you are sure of. Let me explain with an example: Suppose that you're not sure if you're in the 3rd or 4th rak'ah. You can't decide at all; neither of them overweighs. But you are sure that you sat in the second rak'ah; that is, you have definitely performed two rak'ahs. In that case you continue as if you are in the 3rd rak'ah. There is just one more thing: you will sit in both rak'ahs after that. In other words, continue as if it is the 3rd rak'ah but do not stand up after prostration; sit and read at-tahiyyatu after prostration; after that, stand up for the 4th rak'ah and perform it; then, sit down again and perform sajdah as-sahw. If I haven't explained it clearly enough, you can search it on the internet.\n\n\n👉 Let's have a look at the delusion about intention. Intention is not one of the fards of wudu. There are four fards of wudu. Similarly, intention is not a fard of ghusl either, according to Hanafi madhhab; for example, if you go into the sea with your whole body and rinse your mouth and nose, it will be ghusl for you. Don't be stuck on intention. Say \"I make intention to make ghusl for the sake of Allah\" only once; do not repeat it after that. Don't think that it's not from the heart; don't worry about not being able to concentrate fully; Do it just once and keep going, okay? In prayer, intention is fard, but even turning to the qibla to pray is the evidence of your intention; it shows your intention. Make intention only once and don't heed the delusions such as \" It's not quite complete...\", \"It doesn't seem as if it is from the heart...\", \"I don't seem to have concentrated...\" Thus, the delusion will go away from you, inshaAllah, and you will not have such a problem.\n\n\n👉 My troubled brother\/sister, who can't get out of the bathroom for hours and whose skin gets wrinkled while making ghusl! You probably mistake the states that necessitate ghusl with those that necessitate wudu. For example, going to the toilet does not necessitate ghusl. Read the states that necessitate ghusl from ilm al-hal books and see if the reason why you constantly make ghusl exists among them. 😉 My sisters! Do not hesitate to search for unusual things about yourselves; you are one of the reasons that caused me to write this article. I specifically state that some conditions peculiar to men are not seen in women in the same way as they occur in men. Although the names are the same; their occurrence in women is very different; it is much more difficult; that is, it is not something easy. If you have delusions about them, make sure to search.\n\n\n👉 Finally, let me talk about this: I have brothers and sisters who constantly suspect that their wudu is broken. If it is a thought such as \"I wonder...\", that is, if it is not certain enough to swear, it is a delusion. For example, a friend of mine said that he was tested about it while he was on umrah, that he constantly made wudu and still had doubts. He thought whether he was circumambulating the Kaaba without wudu and he mentioned some unpleasant situations. It is one of the most common delusions. Let's see what our Prophet (peace and blessings of Allah be upon him) says to those who have delusions regarding the issue:\n\n\n👀 \"Do not make wudu because of things that you cannot hear or smell.\" (1)\n\n\n⤴ (It is valid for the delusional state; that is, if you are not sure.)\n\n\nYes, my brothers\/sisters, those who have not experienced delusion cannot know what a problem it is. You may have noticed that the delusions about worship are always based on lack of knowledge. As Bediuzzaman Said Nursi puts it, \"These scruples (delusions) are such that ignorance invites them and knowledge repulses them.\" Knowledge of ilm al-hal is something every Muslim should know, but unfortunately, we lack it. When such a question comes to your mind and when you have delusions about worship, search definitely for the answer to your question and problem. For these questions, I recommend you the site \"https:\/\/questionsonislam.com\", where you can find answers from authorized people. As you learn and act according to your knowledge, inshaAllah you will attain salvation.\n\n\nI would also like to share with you a very important part of the Risale-i Nur tafsir:\n\n\n🌹 \"Friend! While walking through the darkness of delusions and scruples, I saw that the Sunnahs of the Messenger of Allah (PBUH) acted as stars and lamps. Every sunnah or a religious penalty shines like the sun on the paths of dark aberration. If man deviates from those sunnahs slightly, he will be a toy for devils, mount for delusions, place for fears and carrier for the loads as heavy as mountains.\n\n\nI also saw those sunnahs as if they were ropes coming down from the sky; those who keep hold of them rise and attain happiness. Those who oppose them and rely on intellect will become a pharaoh like the Pharaoh, who acted so stupidly as to try to ascend to the sky with a tall minaret…\n\n\n\"Three of my friends I met this summer complained to me about delusions that occurred related to worship; I was amazed by the divine coincidence. They are all unconnected with one another... How many friends do you meet in the summer anyway? Probably five or so. You know when you plan on the last day of school \"We'll meet for sure in the summer, we'll have fun all day dude. 😍😍 \" But you don't see them until the first day of school. 😂\n\nDelusion is such a thing that if one ends, a different one begins. I can say like a chameleon but the shape of the chameleon is definite; it only changes color. 😕 This delusion is like the flu bug; if you produce an antibody to one and gain immunity, it will take a different form and trouble you again. Things about belief; strange, nonsensical and nasty dreams \"What if it's like this or that...\" and similar unnecessary questions… And it causes pangs of conscience. 😡 But our Lord, whose mercy is endless, only wants ease for us; don't say I wonder if my worship is complete; Allah will not ask you whether He will accept it or not.\n\n💕 \"... Allah intends every facility for you; He does not want to put you to difficulties.\" (al-Baqara 185),\n\nBesides, Allah knows your heart and intention. Who can be more merciful to a servant than his Lord? Who can understand your situation better than him?\n\nBadiuzzaman Said Nursi says:\n\n🍒 \" That is, it is better if such a person sees his action as faulty and seeks forgiveness, rather than considering it to be good and falling into pride; since it is thus, throw away your scruples and say to Satan: \"This state is a difficulty. It is difficult to be aware of the reality of things. It is contrary to the ease in religion expressed by:\n\nاَلدّ۪ينُ يُسْرٌ لَا حَرَجَ فِى الدّ۪ينِ\n\nCertainly such an action is conformable with a true school of law. That is enough for me. And at least by admitting my inability to perform the worship in a way worthy of it, it is a means of taking refuge with Divine compassion through humbly beseeching forgiveness, and to meekly supplicating that my faulty actions be accepted.\"(2)\n\n⚠Again, a very, very important piece of information you need to know is that Badiuzzaman Said Nursi stays the following about delusion:\n\n🔊 \"However, the only way to defeat and repel them is to abandon the defense and not deal with them. Yes, if you struggle with bees, they will increase their attacks; if you ignore them, they will leave you alone. \" (3)\n\nMy brothers\/sisters! This is really the only remedy for delusion. Do not expect to get rid of it otherwise. Every feeling that our Lord gave us has a reason and a place to use it correctly. We have a very cool feeling that we should use against delusions: insensitivity. That is, not to care, not to be busy with, to ignore and to pretend not to hear at all.\n\nAs I end my words, shall I tell you the cure for all kinds of delusions? Write it down and hang it on the wall before your eyes. Whenever you have delusions, repeat it to yourself, over and over again. Read it over and over again until you get better because the need recurs. Read the second station of the 21st Word from Risale-i Nur. This cure is the first part of that station, and it is a remedy for every delusion, alhamdulillah, from the pharmacy of the Quran.\n\n🌸\" O one afflicted with the sickness of scruples! Do you know what your scruples resemble? A calamity! The more importance they are given, the more they grow. If you give them no importance, they die away. If you see them as big, they grow bigger. If you see them as small, they grow smaller. If you fear them, they swell and make you ill. If you do not fear them, they are light and remain hidden. If you do not know their true nature, they persist and become established. While if you do know them and recognize them, they disappear.\"(4)\n\n\nMay Allah bless you...\n\n\nAs-Salamu Alaikum 🎈\n\nYou can also watch this video: https:\/\/youtu.be\/93kjPt6ajaA\n\n\nReferences\n(1) Hadith | Muslim, Hayd, 99 (362); see Bukhari, Wudu, 4, 36)\n(2)Risale-i Nur Tafseer\n(3)Risale-i Nur\n(4)Risale-i Nur \",",
        "kategoriler": [
            "Waswasa (Whispers of Shaytan)"
        ]
    },
    {
        "id": 133,
        "soru": "How To Pray Salah?",
        "cevap": "You can find video tutorials anywhere. We add 2 video links for you, one for men and one for women. We hope as you practice by attending congregational prayers in mosques, you will have learned it completely in a few days.\n\nVideo Links:\n\nFor Men:  https:\/\/youtu.be\/7FVCVAQRWbk\nFor Women: https:\/\/youtu.be\/9j7RnOt_99A",
        "kategoriler": [
            "Salah \/ Prayer"
        ]
    },
    {
        "id": 138,
        "soru": "How Can I Start Praying?",
        "cevap": "As-Salamu Alaikum my brother\/sister! The most effective way to start performing prayers is to make wudu and lay the prayer mat immediately. :) It will be more difficult for your soul with every second you postpone; as you postpone, you will postpone more and more. Prayer is the pillar of the religion of Islam. It is the call of your Lord, who surrounds you with His endless blessings, to His presence 5 times a day. It is a comprehensive gratitude for all His blessings on you. \\nIt is like  saying, 'My Lord! I haven't forgotten you by being involved in worldly affairs.' So. don't delay anymore brother! If not now, when?",
        "kategoriler": [
            "Salah \/ Prayer"
        ]
    },
    {
        "id": 139,
        "soru": "How to Make Wudu?",
        "cevap": "HOW TO MAKE INTENTION (NIYYAH) FOR WUDU?\n\nFirst, roll the sleeves up to the elbows; then, \nmake intention by saying, \"I intend to make wudu for the sake of Allah\".And \"A'udhu billahi min ash-shaytaan-ir-rajeemBismillahirrahmanirrahim\"read.\n\nHOW TO MAKE WUDU?\n\nWashing the Hands\n\nWash the hands up to the wrists three times. Make sure you wash between the fingers. If there are rings on the fingers, remove  them so that the parts under them are washed.\n\nRinsing the mouth\n\nFill your right palm with water and rinse your mouth well three times separately.\n\nRinsing the nose\n\nFill your right palm with water and sniff it into your nose three times separately. Clean your nose by blowing the nose with the left hand.\n\nWashing the Face \n\nWash every part of the face three times from the point where the hair ends on the forehead to the earlobes and under the chin.\n\nWashing the Right Arm\n\nWash the right arm three times together with the elbows. While washing, rub all sides of the arm thoroughly so that there is no dry place left.\n\nWash the left arm three times together with the elbows. While washing, rub all sides of the arm thoroughly so that there is no dry place left.\n\nWiping the Head\n\nWet the hands again. Place the palm and fingers of the right hand  on the head and wipe once.\n\nWiping the Ears\n\nWet the hands, and wipe inside the right ear with the index finger of the right hand, and outside the ear with the thumb; wipe the inside of the left ear with the index finger of the left hand and the outside of the ear with the thumb of the left hand.\n\nWiping the Neck\n\nWithout needing to wet the hands again, wipe the neck with the back  of the remaining three fingers.\n\nWashing the Right Foot\n\nWash the right foot three times up to the ankle. Start washing from the tips of the toes and clean between the toes thoroughly. Washing the Left Foot\n\nWash the left foot three times up to the ankle. Start washing from the tips of the toes and clean between the toes thoroughly FARDS OF WUDU\n\nAccording to Hanafi madhhab, there are four fards of wudu.\n\n1- Washing the face\n\n2- Washing the hands together with the elbows\n\n3- Wiping one-fourth of the head\n\n4- Washing the feet together up to the ankles  once.\n\nYou can also watch this video: https:\/\/youtu.be\/93kjPt6ajaA",
        "kategoriler": [
            "Salah \/ Prayer"
        ]
    },
    {
        "id": 140,
        "soru": "Donate Us",
        "cevap": "Our applications are completely free and without ads and we have reached this point thanks to your support. May Allah make us all shareholders in this charity 🤲.\n\nYou can use the following link to make a donation to Towards Eternity\n\nhttps:\/\/bagis.sozlerkosku.com\/donation",
        "kategoriler": [
            "Donate Us"
        ]
    }
]