[
    {
        "id": 21,
        "soru": "Tesettüre girmek istiyorum ama bu cesareti gösteremiyorum. Benim için güzel giyinmek ve beğenilmek önemli. Tesettüre girmem için bana nasıl yardımcı olabilirsiniz?",
        "cevap": "Elhamdulillah kardeşim. İçinde bu isteğin yeşermesi bile çok büyük bir nimettir, Rabbim hayatına geçirmeyi de nasip etsin 🤲🏻\n\nElbette her kadın için güzel giyinmek, beğenilmek önemlidir çünkü fıtratımızda bu var, böyle yaratılmışız kardeşim. Ancak bizler bu dünyada her istek ve arzumuza hatta ihtiyaçlarımıza bile Cenâb-ı Hakk'ın rızası dairesinde yön vermeliyiz. Haram, helal sınırlarına uymalıyız ve bizim için asıl önemli olan Allah katındaki değerimiz, yerimiz, güzelliğimiz olmalı. Şunu demek istiyoruz, Allah'u Teala benim namahrem erkeklerin yanında açılıp saçılmamı mı beğenir yoksa kendimi sadece helalim olan eşime göstermemi mi? Çünkü eşine karşı makyaj yapman, süslenmen de Allah'ın rızasını kazanmaya vesile olabilir. Mihenk taşımız tam olarak şu olmalı kardeşim; Allah'ın rızası..\nHem tesettür güzelliği yok etmez veya kişiyi çirkin yapmaz ki, sadece güzelliğimizi setretmemize, onu yalnızca bize mahrem olanların yanında açmamızı sağlar. Bu da altında birçok hikmeti barındırır, gerek kötü bakışlardan korunmak gerek aile birliğinin sağlam ilerlemesi gibi.. Velhasıl artık tüm aykırı sesleri susturup Rabbimizin çağrısına kulak verelim, O'nun rızasını kazanmak hangi yolda mümkünse oraya doğru koşalım inşallah kardeşim.😊\n\nBir de şu videomuzu izlemeni tavsiye ediyorum kardeşim; \n\nhttps:\/\/youtu.be\/1eK5ejFB_ZQ",
        "kategoriler": [
            "Tesettür"
        ]
    },
    {
        "id": 22,
        "soru": "Annem, babam veya eşim tesettüre girmeme izin vermiyor, çevremi nasıl ikna edebilirim?",
        "cevap": "Kardeşim bu konuda Kur'an'ı Kerim'deki tesettür ayetleri her birimize cevaptır aslında. Anne ve baba itaat edilmesi gereken kimselerdir, ancak Allah'a itaat her şeyden önce gelir. Bu nedenle onların helal isteklerine uymak, helal olmayanlar da ise onları dinlememek gerekir. Neticede bir hanım örtünmesine karşı çıkan ailesinin isteklerine uymamalı, çünkü her varlığın sahibi Allah'tır. Önce O'nun isteklerine uyulur. Ayrıca kabirde, haşirde, sıratta ve ahiretin diğer alemlerinde bize yardımcı olacak şeyler amellerimizdir, Allah'ın emirlerine boyun eğdiğimiz durumlardır. Buna dikkat etmeliyiz. \nÖrtündüğümüzde kimsenin kalbini kıracak sözler söylemeden;\n\"Başınızdakilerden kim size Allah'a isyan etmeyi emrederse, sakın o hususta ona itaat etmeyiniz.\"\nYine bir hadiste buyrulduğu gibi \"Allah'a isyan olan hususta itaat yoktur. İtaat, ancak helal olan şeydedir.\"  Son olarak Bediüzzaman'ın şu sözleri bize ışık tutacaktır; ''Evet, hakkı (Allah'ı) tanıyan, hakkın hatırını hiçbir hatıra feda etmez. Zira, hakkın hatırı âlidir; hiçbir hatıra fedâ edilmemek gerektir.''\n\nBu tavsiyeler ışığında ilerleyebiliriz inşallah. Ek olarak şevk olması açısından şu kısa videomuzu izleyebilirsin kardeşim;\n\nhttps:\/\/youtu.be\/zjqaS-lW2vw",
        "kategoriler": [
            "Tesettür"
        ]
    },
    {
        "id": 23,
        "soru": "Tesettürde ölçü nedir?",
        "cevap": "Kardeşim müslüman kadının giyiminde esas mesele, tesettürü sağlamasıdır. Eli ve yüzü dışında bütün vücudunu örtmesi, açık kalmamasıdır. Giyilen bir elbisenin tesettüre uygun olması için de altını göstermeyecek şekilde kalın ve avret yerlerini örtecek kadar uzun olmalıdır. Bunun için altını gösterecek şekilde ince ve şeffaf olan bir elbise ile örtünme gerçekleşmiş olmaz. Bunu maddeler halinde söyleyecek olursak;\n\n▪️Namahrem olan yerde üzerinde dış kıyafet olmalı. \n▪️ Bedenin bir kısmını örtecek şekilde olmamalı; tamamını kapatacak şekilde olmalı.\n▪️Dikkat çekici olmamalı; sade ve gösterişsiz olmalı.\n▪️ Kalın ve teni göstermeyecek halde olmalı.Vücut hatlarını gösterecek biçimde dar olmamalı; geniş ve bol olmalı.\n▪️Karşı cinse benzer olmamalı; şahsiyetine ve kimliğine uygun olmalı. \n▪️ Kirli ve eski püskü olmamalı; temiz ve düzgün olmalı.\n▪️İlgi uyandıracak şekilde koku sürünmüş olmamalı.\n▪️ Davranışlarında ve özel olarak yürümesinde aşırılık olmamalı; vakar olmalı. \n▪️Sesinde ve sözlerinde cazibeli, kışkırtıcı olmamalı; ciddi ve ağırbaşlı olmalı. \n              \n ▪️Başörtüsü, boyun açık ve baştan arkaya kayacak şekilde bağlanmamalı. \n Ayette geçen\"Başörtülerini yakalarının üzerine koysunlar\" emrine uygun şekilde örtü yakaları örtmeli. \n▪️ Başörtüsünün  altına mutlaka bone takılmalı saçlar  gözükmemeli.\n\nBu konuda atacağım linkten ayrıntılı fetvayı okuyabilirsin kardeşim \n\nhttps:\/\/sorularlaislamiyet.com\/musluman-kadinin-giyim-sekli-nasil-olmalidir-diz-altina-kadar-gelen-etek-ile-tesettur-saglanmis-olur",
        "kategoriler": [
            "Tesettür"
        ]
    },
    {
        "id": 24,
        "soru": "Hep kadınlara tesettürden bahsediyorsunuz, erkekler bakıyor diye biz neden kendimizi kapatıyoruz? Hadi bedeni kapatıyoruz, saçları neden kapatıyoruz?",
        "cevap": "Kardeşim tesettür emri öncelikle erkeklere inmiştir, göz kapaklarını haramdan sakınsınlar diye. Daha sonrasında tek taraflı çözüm olmayacağı için kadına da sorumluluk yüklenmiştir. Burada erkek, kadın kapatsın ben neden bakmayayım diyemez; aynı şekilde kadın da erkek bakmasın ben niye kapatıyorum diyemez, iki tarafa da sorumluluk düşüyor. Herkes kendine yüklenen sorumluluğu yüklenir ve yerine getirirse sorun kalmaz Allah'ın izniyle. Gelelim başörtü konusuna, tesettür bir bütündür baştan ayağa bütün bedeni kapsar kardeşim. O sebeple saçları açık bırakıp bedeni kapalı tutmak hem görünüş itibariyle hem mana itibariyle anlamsız olur. Hem boyun da ziynettendir saç açık kalınca orası da açık kalmış olur. Bizi bizden iyi bilen Rabbimiz her şeyi olması gerektiği gibi yaratıp yerli yerince de kurallar koymuştur, her biri nice hikmet barındırır. Tesettür de onlardan biridir, o sebeple özellikle farzlar konusunda itiraza gitmek yerine nasıl uygulayabilirim çabasına girmemiz gerekir kardeşim.\n\nEk olarak atacağım videoyu da izleyebilirsin inşallah.. \n\nhttps:\/\/youtu.be\/vQlzZFOB2cg",
        "kategoriler": [
            "Tesettür"
        ]
    },
    {
        "id": 25,
        "soru": "Tesettür meselesi hangi ayetlerde geçiyor?",
        "cevap": "Kardeşim baş örtüsü ile ilgili Kur’an’ın hükmünü  gözler önüne serecek olursak, ilgili ayetler şöyledir:\n\n▫️“Ey Peygamber! Eşlerine, kızlarına ve mümin kadınlara söyle: Ev dışına çıktıkları zaman dış elbiselerini üzerlerine salıversinler. Böyle yapmaları onların (iffetli kimlikleriyle) tanınmaları ve kendilerine sarkıntılık edilerek incitilmemeleri yönünden en uygun bir davranıştır. Allah gafurdur, rahîmdir\/çok affedicidir, merhamet ve ihsanı boldur.” (Ahzab, 33\/59)\n\n▫️\"Artık evlenme ümidi beslemeyen, hayızdan ve doğumdan kesilmiş yaşlı kadınların zinetlerini göstermeksizin dış elbiselerini çıkarmalarında kendileri için bir günah yoktur. Ama yine sakınmaları onlar için daha hayırlıdır. Allah hakkıyla işitendir, hakkıyla bilendir.\" (Nur,24\/60)\n\n\n▫️\"Mümin kadınlara da bakışlarını kısmalarını ve edep yerlerini günahtan korumalarını söyle! Yine söyle ki mecburen görünen kısımları müstesna olmak üzere, zinetlerini teşhir etmesinler. Başörtülerini yakalarının üzerini kapatacak şekilde örtsünler. Zinet takılan yerlerini kocaları, babaları, kocalarının babaları, oğulları, üvey oğulları, erkek kardeşleri, erkek kardeşlerinin oğulları, kız kardeşlerinin oğulları, mümin kadınlar, ellerinin altında bulunanlar (köleler), erkeklikten kesilip kadınlara ihtiyaç duymayan hizmetçileri veya henüz kadınların mahrem yerlerini anlamayan çocukları dışında kimseye göstermesinler. Saklı zinetlerine dikkat çekmek için, ayaklarını da vurmasınlar. Ey müminler! Hepiniz toptan Allah’a tövbe ediniz ki felaha eresiniz.\" (Nur, 24\/31)\nEk olarak buna dair şu linkten de ayet ve hadisleri okuyabilirsin kardeşim;\n\nhttps:\/\/sorularlaislamiyet.com\/tesetturle-ilgili-ayet-ve-hadisler-nelerdir",
        "kategoriler": [
            "Tesettür"
        ]
    },
    {
        "id": 26,
        "soru": "Bir yandan tesettüre girmek istiyorum bir yandan da istemiyorum.  Ne yapmalıyım hiç bilmiyorum, yardımcı olursanız çok sevinirim",
        "cevap": "Tesettüre girmek istiyorsun çünkü fıtratın böyle yaratılmış, her zaman doğruyu söyleyen vicdanın sönmemiş ki sana yapman gerekeni fısıldıyor kardeşim. İstemeyen yanın ise nefsin, Yusuf Aleyhisselâm’ın ne dediğini hatırlayalım birlikte; \"Ben nefsimi temize çıkarmam, şüphesiz nefis daima kötülüğü emreder.\" Bizler bu dünyaya nefis ve şeytanla mücadele verip, neticesinde Allah'ın rızasını kazanmak için gönderilmedik mi zaten? Bu sadece tesettürde değil her konuda böyle, sana bir iyiyi bir kötüyü tavsiye eden iki ses vardır içinde. Bunun seçimini yapmak ise bizlere kalıyor. Ya bizi cehenneme götürecek olan nefsimizi dinleyeceğiz ya da Rabbimizin rızasına ve neticesinde cennete götürecek olan vicdanımızı dinleyeceğiz. Şimdiye kadar bu konuda belli ki nefsimizi dinlemişiz, gel artık buna son verip vicdanımızı dinleyelim. Rabbimizin emrine boyun eğip başımın üstünde yerin var deyip örtümüzü başımıza alalım inşallah kardeşim 😊 \nBir videomuzu bırakıyorum, onu da izlemelisin mutlaka kardeşim.. \n \nhttps:\/\/youtu.be\/msVc23lf7BA",
        "kategoriler": [
            "Tesettür"
        ]
    },
    {
        "id": 27,
        "soru": "Tesettürlüyüm ama açılmak istiyorum bunu nasıl atlatabilirim?",
        "cevap": "Kardeşim nefsine zor gelen bazı sebeplerden ötürü tesettürden çıkmak istiyor olabilirsin. Herkesin zorlandığı meseleler birbirinden farklı olmakla beraber imtihanı da farklıdır. Seni bu isteğe iten sebeplere bakalım önce, arkadaş çevren mi, izlediğin veya dinlediğin şeyler mi, ailen mi? Bu tespiti yaptıktan sonra ise o çevreden veya unsurlardan kurtulmak gerekiyor. Arkadaş ise onlardan uzaklaşmalı, izlediğin şeyler ise onları artık izlememeli. Bizler neyle meşgul olursak zihin dünyamız, bilinçaltımız onunla işgal edilir ve bir süre sonra teslim oluruz  yani o şeye meylederiz. Bu sebeple bizi meşgul eden her şeyi özenle seçmemiz lazım, bu benim dünya ve ahiretimi tehlikeye atıyor mu, atmıyor mu? Süzgecinden geçirmemiz lazım. Şimdi sana düşen bu ayıklamayı yapmak ve yerine doğru olanları koymak kardeşim. Tesettürlü arkadaşlar edinmek, tesettürün önemine dair sohbetler izlemek, kitaplar okumak, Allah'ın adının anıldığı meclislerde bulunmak, sohbetlere katılmak bu anlamda sana fayda sağlayacaktır inşallah kardeşim 😊 Rabbim yar ve yardımcın olsun, şeytan ve nefsine yenik düşürmesin 🤲🏻\n\nKonu ile ilgili videomuz;\nhttps:\/\/youtu.be\/P3t0clwxu5c",
        "kategoriler": [
            "Tesettür"
        ]
    },
    {
        "id": 28,
        "soru": "Namaz kılıyorum ama hiç lezzet alamıyorum. Böyle olunca da sürekli bırakıyorum. Neden lezzet alamıyorum?",
        "cevap": "Kardeşim gündelik yaşamdaki  meşguliyetlerimizin çokluğu sebebiyle bazen zihin karışıklığı söz konusu olabiliyor, aklımızda gün içinde yaşadığımız olaylar dönüp duruyor. Karmakarışık ruh haliyle kıldığımız  namazlarımızdan zevk alamıyor oluşumuz bu nedenle çok normaldir. Şöyle düşün çok sevdiğin bir yemek var ama işlerinin yoğun olduğu bir vakitte onu hızlıca yiyip kalkıyorsun, dolayısıyla yediğinden bir şey anlamıyorsun. Namaz da aslında tam olarak böyledir. Yoğun olduğunda, zihnin dolu olduğunda, vaktin dar olduğunda kıldığın namazdan pek bir şey anlamazsın. Ancak nasıl ki yemekten zevk alamıyoruz diye yemeyi bırakmıyorsak namazdan da zevk alamıyoruz diye bırakmamamız lazım. Çünkü ikisi de ihtiyaçtır, zorunluluktur kardeşim. \nElbette lezzet aldığımız zamanlar da olacaktır ancak bu hep böyle devam etmez çünkü burası dünya, burası imtihan yurdu. İnişli çıkışlı devam edecek ki bir manası olsun. Bazen o lezzet bizden alınır ki samimiyetimiz, ihlasımız ölçülür. Rabbimiz adeta kulum bu namazı lezzet için mi kılıyor yoksa benim rızam için mi diye bizleri imtihana tâbi tutar. Öyle zamanlarda isteğimiz olmasa bile Rabbimizin rızası için namazlarımızı edâ etmemiz gerekiyor. Önceliğin şartlar ne olursa olsun namazı devamlı kılmak olsun kardeşim, sonrasında ise lezzet için huşû ile kılmaya odaklanabilirsin. Bunu yapmak için de namazı sessiz bir ortamda kılmak, ezandan önce abdest alıp bir süre seccadede istiğfar çekerek namaza manevi olarak hazırlanmak, Rabbini düşünmek, okuyacağın surelerin meallerini öğrenmek faydalı olabilir inşallah kardeşim 😊\nEk olarak şu videomuzu da izleyebilirsin; \nhttps:\/\/youtu.be\/cdd3ao8GH3o \nNamazlarında süreklilik için destek olacak şu uygulamamızı indirebilirsin kardeşim\nhttps:\/\/play.google.com\/store\/apps\/details?id=com.sozlerkosku.beste5v2",
        "kategoriler": [
            "Namaz"
        ]
    },
    {
        "id": 29,
        "soru": "Tesettürlü biri değilim, dışarıda uygun kıyafet olmadığı için namazlarım aksıyor. Ne yapabilirim?",
        "cevap": "Tesettürlü olmak veya olmamak dışarıda namaz kılmaya engel değildir kardeşim, birçok meselede olduğu gibi burada da önemli olan imkan değil iman meselesidir. Senin durumunda olan birçok kardeşimizi görüyoruz aslında. Dışarıda, yanlarında namaz için gerekli kıyafetlerini taşıyorlar, böylece sıkıntı yaşamamış oluyorlar. Bazen namaz kılınacak mescidlerde kıyafet olabiliyor ama ona güvenmemek, yanımızda taşımak en güzeli. Bunun yanısıra kökten bir çözüm olması açısından tesettüre girmeyi tavsiye ediyoruz kardeşim.😊\n\nBu noktada destek almak için videomuzu izleyebilirsin kardeşim;\nhttps:\/\/youtu.be\/L3PD2Wxqxhk\nRabbim tez vakitte tesettürü de en güzel şekilde nasip eylesin 🤲🏻",
        "kategoriler": [
            "Namaz"
        ]
    },
    {
        "id": 30,
        "soru": "Sürekli abdest almak zor geliyor?",
        "cevap": "Abdest almak nefsimize zor gelebilir ancak bu zorluğu gidermek için abdestin önemini öğrenebiliriz kardeşim. Abdestin maddî, manevî birçok faydası vardır. Günde en az 5 sefer abdest alan bir Müslüman hastalığa sebep olacak hallerden korunur, mikroplardan arınır. Bu, abdestin maddî faydasıdır. Abdestin manevî faydaları da pek çoktur. Peygamber Efendimiz(a.s.m), Enes bin Malik Hazretlerine hitaben: \"Oğulcuğum! Abdestini tam al ki, Hafaza melekleri seni sevsin ve ömrün uzatılsın\" buyurmuşlardır. Abdest, aynı zamanda yüze nur, kalbe sürurdur. Küçük günahların afvına bir vesiledir. Bu hususu Resûl-i Ekrem (a.s.m) Efendimiz şöyle belirtmişlerdir: \"Kim emredildiği şekilde abdest alır, yine emredildiği şekilde namaz kılarsa, geçmiş bütün küçük günahları affa uğrar.\"Abdest, müminin manevî silâhıdır. Onunla kendini kötü his ve arzulardan korur. Zihnine hücum eden vesvese ve menfi fikirlerin tesirinden kurtulur. Abdestli kimseler, çoğu zaman habis ve şerli varlıkların şerrinden abdestleri hürmetine kurtulur, kötülüklerinden uzak kalırlar.Bir hadis-i şerifte, abdestli iken vefat edenin şehitlik mertebesine çıkmasının dahi mümkün olacağı beyan buyrulmuştur. Müslümanların abdest azalarının mahşerde ayın ondördü gibi parlak ve beyaz, yüzlerinin nurlu olacağı, yine hadis-i şeriflerle sabittir. Bunca müjde ve fayda üzerine artık 1 dakikamızı alacak olan abdeste bakış açımızı değiştirip şeytanı sevindirmekten vazgeçelim kardeşim.💪🏻 \nBir de şu videomuzu izlemelisin 😊\nhttps:\/\/youtu.be\/MhNIlRNQNME",
        "kategoriler": [
            "Namaz"
        ]
    },
    {
        "id": 31,
        "soru": "Namaz kılmak istiyorum ama vakit gelince üşeniyorum?",
        "cevap": "Kardeşim namazın mazereti ancak ölüm riski, koma hâli ve bayılma gibi aşılamayacak engeller olabilir. Bunun dışında nefsimizin gösterdiği engeller kolayca aşılabilecek bahanelerden ibarettir. İmandan sonra en büyük ve mühim mesele olan namazın bir vakti geçirilince hiçbir şey olmamış gibi normal karşılayamayız. Namazımızı kaçırınca içimizi müthiş bir pişmanlık sarmalı. Namaza vaktinde gitmeyerek 'Ne olur ısrar etme Allah’ım. Rahmetini başkalarına ver.' demiş oluyoruz lisan-ı halimizle. Evet bunu dilimizle söylemeyiz vicdanımız titrer ama bir vakit boyunca yataktan kalkamıyorsak, işimizi bırakamıyorsak, üşeniyorsak verdiğimiz mesaj bu değil midir? Düşünsene kardeşim Rabbimiz bizi huzuruna davet ediyor,  bizi sevgisiyle kuşatacağı secdeye, huzuruyla buluşmaya çağırıyor da seyrettiğimiz filmden taviz veremiyorsak, o an başka işlerle meşgul olmaya devam ediyorsak cennetine nasıl talip olacağız, rızasını kazanma isteğimizi nasıl ifade edeceğiz? \"Onlar namaza kalktıkları zaman üşenerek kalkarlar, insanlara gösteriş yaparlar, Allah'ı da pek az hatıra getirirler.(Nisa, 4\/142) Bu ayetin kapsamına girmemek için kendimizi nefis ve şeytanın bu yöndeki tuzağından alıkoyalım inşallah kardeşim \n Bir an kapat gözlerini ve hisset Rabbimizin;\n“Ey sevdiğim kulum, hâlâ benim huzuruma gelmeyecek misin?” der gibi olduğunu. Hala üşenmeye , ihmale, geciktirmeye, devam edebilir miyiz? 5 vakit namaz günlük toplamda 1 saatimizi alır kardeşim, verilen 24 saatin yalnızca 1 saatini Rabbimizin rızası için sarf etmek aslında çok küçük kalır. Bize bunu gözümüzde büyüten nefsimizdir, gel daha fazla bu aldatmacaya kanmayalım.  \nBir de şu videomuzu mutlaka izlemelisin kardeşim 😊\nhttps:\/\/youtu.be\/619wXyx_HTk",
        "kategoriler": [
            "Namaz"
        ]
    },
    {
        "id": 32,
        "soru": "Okulda \/ dışarıda lavabolar çok kirli abdest alamıyorum, bundan dolayı namazlarım aksıyor ne yapmalıyım?",
        "cevap": "Dışarıda artık birçok noktada mescit ve camii var kardeşim oralarda abdest alma yeri de oluyor, abdestini alıp namazını eda edebilirsin. Okulda ise lavabo ne kadar kirli de olsa nasıl ki elini yıkıyorsun aynen öyle abdestini de alabilirsin. Başka çaremiz yoksa bunu yapabiliriz, dinen izin var, titizlik konusunda ise dediğimiz gibi elini yıkıyorsan abdest de alabilirsin.\nFikir olması açısından şu videomuzu da izleyebilirsin; \n\nhttps:\/\/youtu.be\/O1LdOZnd4E8",
        "kategoriler": [
            "Namaz"
        ]
    },
    {
        "id": 33,
        "soru": "Kazalarımı nasıl kılabilirim?",
        "cevap": "Öncelikle üzerimize farz olan kaza namazlarını hesaplayarak bismillah diyebilirsin kardeşim.Kadın erkek her müslümanın bulûğ çağına girdikten sonra namaz kılmak, ibadet etmek  artık farzdır . Kaza namazları, ne şekilde kazaya kalmış ise aynı şekilde kılınacaktır. Sabah iki, öğle dört, ikindi dört, akşam üç, yatsı dört ve vitir üç rekat olarak kaza edilir.Her kaza namazı için belirli bir zaman veya mekân tayin edilmez. Yani \"ikindi namazının kazası ikindi vaktinde kılınır\" diye bir sınır yoktur. İstediğiniz zamanda kılınabilir. Kaza namazını kılarken \"ikindi namazının yatsıdan önce veya öğlenin sabahtan sonra kılınması gerekir\" gibi bir şart da yoktur.Fakat kerahet vakti dediğimiz zamanlarda kılınmamasına dikkat edilir. Bu vakitlerde güneş doğduktan 45 dk. sonraya, güneş batmadan 45 dk. önceye kadar ve güneş tam tepede olduğu zaman (öğle vaktinin 30 dk. öncesinden öğle namazı vakti girişine kadar) namaz kılınması hoş görülmemiştir. Bunların dışındaki bütün zamanlarda kaza namazı kılınabilir.\nBir kaza namazı şöyle niyet edilerek kılınır:\n\"Niyet ettim Allah rızası için, vaktinde kılamadığım ilk öğle namazını\" yahut \"son öğle namazını kılmaya.\" Böylece kazaya kalmış olan namazlar, ya ilk kazaya kalmış olanından başlanmış olur veya en son kazaya kalmış olanından başlanmış olur ki, her iki halde de belli bir düzene göre geçmiş namazlar kılınarak azalmış olur.Daha kolay olması bakımından \"Üzerimde olan bir öğle veya ikindi namazını kaza ediyorum.\" şeklinde niyet etmek de yeterlidir. Kaza namazlarını kolay bir şekilde bitirmen için aşağıda senin için bir video bırakıyorum kardeşim onu izleyebilirsin.\nhttps:\/\/youtu.be\/Xbfbu7Fb_X0",
        "kategoriler": [
            "Namaz"
        ]
    },
    {
        "id": 34,
        "soru": "Namazda aklım başka yerlere gidiyor bunun için ne yapabilirim?",
        "cevap": "Kardeşim şeytanın birinci gayesi, insanın imansız olmasıdır. Bunu başaramazsa da asla pes etmez ve onun ibadet etmesine engel olmaya çalışır. İbadetten geri durduramıyorsa, ibadetlerine sende olduğu gibi pürüzler karıştırır. Kulu bu şerefli vazifeden uzak tutmak için çok uğraşır. Kalbine birtakım kötü şeyler fısıldar ve insan bunların kendi kalbinden geldiğini sanarak rahatsız olur.\n “Böyle karışık bir kalp ile de Allah’ın huzuruna durulmaz ki!” vesvesesini verir.  Kul, bu oyuna kandı mı şeytan zafere ulaşmıştır. Hâlbuki, her akıl kabul eder ki namazda bulamadığı huzuru, namazı terk etmekle yakalayacak değildir. Tek çıkar yol, ibadete devam etmektir. Sana vereceğim taktikleri bu süreçte uygulayabilirsin inşallah.\nİhlaslı ve huşû  ile namaz kılmanın ve daim olmasının yolu neden kıldığımızı ve okuduğumuz sûrelerin mealinin ne anlama geldiğini bilmek ve anlamaktan geçer. Okumak, araştırmak nefsi terbiye eder, ibadetlerin önemini daha iyi idrak etmemizi sağlar. Sana tavsiyem günlük okuduğun bir sûreyi meali ile ezberlemen💪 Kendine bir hedef koy ve o hedefe ulaşmaya  çalış, iman hakikatleri ile meşgul ol. Sen kendini hak ile meşgul et ki, batıl seni işgal etmesin kardeşim.",
        "kategoriler": [
            "Namaz"
        ]
    },
    {
        "id": 35,
        "soru": "İşte, okulda yani dışarıda olduğum zaman abdest alma veya namaz kılacak yer bulma sıkıntısı yaşıyorum.",
        "cevap": "Kardeşim aslında artık birçok yerde mescid ve camii mevcut, işlerimizi namazları kılabileceğimiz şekilde ayarlamaya gayret edelim. İş yerinde ve okulda mutlaka boş bir alan vardır veya bizim dışımızda namaz kılan kişiler vardır onlara sorup yer bulabiliriz. Camii, mescid olan yerde abdest alma yeri de olur. İş yerinde yok ise o takdirde lavabolarda abdestini alabilirsin kardeşim. Bir iki kez zorlanabilirsin ancak her yerde ve her koşulda abdest alma ve namaz kılmaya kendimizi alıştırırsak sonrasında mümkün olduğunu, yapabileceğimizi görebiliriz inşallah. Hem ne kadar zorluk çekersek ecri de ona göre olur bunu da düşünelim, ihlas artar inşallah kardeşim 😊\n\nFikir olması açısından şu videomuzu da izleyebilirsin; \n\nhttps:\/\/youtu.be\/O1LdOZnd4E8",
        "kategoriler": [
            "Namaz"
        ]
    },
    {
        "id": 37,
        "soru": "Sabah namazına kalkamıyorum ve yatsı namazı çok zor geliyor. Nasıl yardımcı olabilirsiniz.",
        "cevap": "Sabah namazına uyanmak istiyorsan kardeşim sana birkaç tavsiye vereceğim,mutlaka hepsini uygula, işe yarayacaklar Allah'ın izniyle.. 😊\n1)Gece erkenden uyumalısın kardeşim. Erken uyumak sabah şeytanla vereceğin mücadeleyi kolaylaştıracaktır. Ve uyumadan önce, ağır yemekler yemeyelim, telefonla uğraşmayalım, bir bardak su içelim ki kalkmaya vesile olsun✋🏻\n2)Mutlaka alarm kurmalısın kardeşim. Ve şunlara dikkat etmelisin:\n– Birden fazla alarm kur, alarm sayısı ne kadar çok olursa uyanma ihtimalin de o kadar artacaktır.\n– Alarmı kurduktan sonra kendine uzak bir yere koy ki sabah alarmı kapatmak için yataktan çıkman gereksin \n– Rahatsız olacak birisi yoksa alarmın sesini yükseltmeni de tavsiye ederim kardeşim 😊 Alarm melodini değiştirmeyi de deneyebilirsin.\n3) Uyanmayı gerçekten iste, samimi bir şekilde Allah'a dua et kardeşim. Allah, huzuruna gitmek için can atanı reddetmez. İhlas, Felak, Nas, Kevser sûrelerini ve Ayetel Kürsi'yi de dualarına katabilirsin. \n4) Seni uyandırması için ailenden veya arkadaşlarından birine rica edebilirsin kardeşim 😊 Bizzat ya da telefon ederek uyandırabilirler.\n5) Uyanır uyanmaz yataktan kalkalım ki uyku tuzağına düşmeyelim ✋🏻 “Namaz, uykudan hayırlıdır”\nbu hadisi de aklından çıkarma kardeşim \"Sabah namazının iki rekat sünneti dünyadan ve dünyada bulunan her şeyden daha hayırlıdır.\" (Müslim, Misâfirîn, 96, 97; Tirmizî, Salât, 190) \nVideomuzu izlemeni de tavsiye ederim 🤗\n\nhttps:\/\/youtu.be\/gE_vLYHvZbs \n\n\n\nYatsı namazı için eğer imkanın varsa ezan okunur okunmaz kıl kardeşim, böylelikle hem nefsine zor gelmemiş olur hem de erken kıldıktan sonraki hafifliği tadıp bundan sonra geç kılmamaya gayret edersin. Böyle bir imkan yok ise mutlaka geç vakitlere kadar 1'er saat arayla alarm kuruyoruz ki 'uyku' tuzağına düşmeyelim. Olabildiğince ertelemeden, \"Şunu da hallederim öyle kılarım\" demeden seccadeye koş, çünkü sen erteledikçe şeytan daha da uğraşır. Son olarak da gününü bütün yorgunluğu, derdini, tasanı bir kenara bırakıp Rabbinle buluşarak kapatmak istemez misin kardeşim?",
        "kategoriler": [
            "Namaz"
        ]
    },
    {
        "id": 38,
        "soru": "Namaza sürekli başlayıp bırakıyorum, nasıl devamlı hale getirebilirim?",
        "cevap": "Namaza devam etmekte zorlanmanın en büyük sebebi önemini bilmemektir. Namazın ne büyük bir ehemmiyet ve kıymet taşıdığını bilmeyen nice Müslüman, “İşin var, sonra kılarsın”, “Neyse sonra kaza edersin.” gibi cümleler kullanırlar. Oysa namaz o kadar önemlidir ki insanın yaratılış sebebinin en büyüğü budur. Düşünün bir kere, Rabbimiz Kur’an’da meâlen “Ben cinleri ve insanları, ancak bana ibadet etsinler diye yarattım.\"Ya Rabbi kılacağım ama zamanım yok.” Ne kadar tuhaf değil mi? Rabbimiz bize koskoca bir ömür bağışlamış. Günde 24 saatten birini namaza vermemizi istiyor. O kadar şefkatli ve merhametli ki 24 saatimizi ibâdetle geçirsek bile O'nu hakkıyla takdir etmiş olamayacağımız halde, O bizden bir saat istiyor. Acaba kudretli bir zât size, 24 altın bağışlasa sonra onun birini isteyip \"Eğer bunu bana geri verirsen bir müddet sonra sana bir çuval altın vereceğim.Vermezsen hapse attıracağım.” dese bu teklifi reddeder miyiz? Muhtemelen etmeyiz kardeşim, \"Ya Rabbi olmuyor; yapamıyorum, zorlanıyorum gitmiyor.\" deme. Unutma, iman varsa imkân da vardır, iman varsa bir yolunu bulursun. \"Bismillah\" de ve sakın erteleme; şimdi hemen başla. “Hayırlı işlerde acele edin.” buyurdu Rasullullah (s.a.v.)\n\nİbadetlerde devamlılık için bu tavsiyeleri uygulayabilirsin kardeşim:\n1. İbadetlerin mahiyetini anlatan eserlerden istifade etmek gerekir.\n2. Bulunduğumuz ortamlar mânen çok kötü olabilir. Nitekim leş bulunan bir yerde burnumuz rahatsız olur. Bunu gibi, haramların çok işlendiği bir yerde de ruhumuz rahatsız olacağı için ibadetlerden zevk alamayabiliriz. O ortamlardan uzak durmamız gerekir. \n3. Hasta bir insan yediği ve içtiği şeylerden tam zevk alamaz. Örneğin dili yaralı olan biri yediği yemeğin tadına ve lezzetine varamaz. O halde tedavi olmalıdır. Biz de işlediğimiz günahlarla kalp ve ruhumuzu yaralıyor ve hastalandırıyoruz. Bu nedenle ruhun gıdası olan ibadetleri yaparken tam zevk alamıyoruz. Onu için tedavi olmak gerekiyor. Ruhun tedavisi önce tövbe ve istiğfar, sonra da bir daha günahlara girmemeye çalışmaktır.\nHadi gel kardeşim bizim için sonsuz nimetler veren Rabbimize teşekkür edelim. Şeytan ne kadar vazgeçirmeye çalışırsa çalışsın yılmayalım. Atacağım videoyu izlemelisin mutlaka kardeşim \nhttps:\/\/youtu.be\/619wXyx_HTk \nSon olarak da linkini atacağım uygulamamızı indirip namazlarda düzenlilik için destek alabilirsin \nhttps:\/\/play.google.com\/store\/apps\/details?id=com.sozlerkosku.beste5v2",
        "kategoriler": [
            "Namaz"
        ]
    },
    {
        "id": 39,
        "soru": "Birisi kaderimde varsa eninde sonunda evlenir miyiz veya ben şu an onun için çaba sarf etmezsem yanlış mı yapmış olurum? Kader ve evlilik meselesini tam olarak izah eder misiniz?",
        "cevap": "Kader; Allah'ın ezeli ilmiyle olmuş ve olacak meseleleri önceden bilip ve yazmasıdır kardeşim. Evlilik de elbette ki bir kaderdir. Rabbimiz senin hayatında neler olacağını bildiği için yazmıştır. Nasipten öte yol yok ve kaderimizde neyse o olacak denildiği bunun içindir. Bizler bir imtihandayız ve neler yaşayacağımızı bilmediğimiz için elimizden gelen şeyleri helal yolda harama girmemek kaydı ile yapabiliriz. Örneğin kişi evlenmek ister bunu flörte girip nasibim için çabalıyorum diyemez. Çünkü Rabbimiz bize haram ve helal bildirmiş, helal yoldan gitmemizi emretmiştir. Evlenmek isteyen kişi helal dairede ilerler elinden geleni yapar ve Rabbimizden dua ile istedikten sonra geriye  tevekkül etmek kalır kardeşim. Rabbimiz hayırlısı ise nasip edecek, değilse nasip etmeyecektir. Detaylı bilgi için videomuzu izleyebilirsiniz 😊\n\nhttps:\/\/youtu.be\/L1Ltbg2H5mE",
        "kategoriler": [
            "Aşk - Evlilik"
        ]
    },
    {
        "id": 40,
        "soru": "Ben temiz kalarak nasibimi bekliyorum ama Allah bana neden nasibimi vermeyip beni bekletiyor?",
        "cevap": "Her nasip vaktine esirdir kardeşim. Vaktinden önce çiçek açmaz. Eğer Allah sana bir şey nasip ettiyse onu senden almaya kimsenin gücü yetmez. Sabret senin olan mutlaka sana gelecektir. Ebu Davud anlatıyor:\n\n“Ubade b. Samit oğluna şöyle dedi: Evladım! Şüphesiz sen, sana gelen bir pay(başına gelen bir musibet veya sana nasip olan bir nimet)in yanlışlıkla senden başkasına gitmeyeceğini ve sana kısmet olmayan bir şeyin de yanlışlıkla sana gelmeyeceğini bilmedikçe, iman hakikatinin halavetini \/ zevkini tadamazsın...” (Ebu Davud, Sünnet, 16, h. no: 4700)\n\nBizler imanımızı dert edinip daha çok çabalayalım kardeşim. Zamanı geldiğinde senin olan, sana verilecektir. Sen temiz kalmaya devam et. Nasibini Allah korur.😊\n\nTeslimiyet ile ilgili videomuzu izleyebilirsin kardeşim;\nhttps:\/\/youtu.be\/-RVeqqcivgY",
        "kategoriler": [
            "Aşk - Evlilik"
        ]
    },
    {
        "id": 41,
        "soru": "Dindar biriyle evlenmek istiyorum ama ailem için meslek dindarlıktan daha önemli. Ailemle bu yüzden mücadele etmekten yoruldum, ne yapmalıyım kafam çok karışık?",
        "cevap": "Evlilik hem dünya hayatını hem de ahiret hayatını etkileyen büyük bir karardır kardeşim. Efendimiz sallallahu aleyhi vesellem'in tavsiye ettiği gibi evleneceğin kişinin dini hassasiyetine bakmanı öneririz. Ailenle bu konuda çatışmak yerine, tartışmaya girmeden uygun dille açıklamanı, sözü dinlenir birinin desteğini alarak ailenle konuşmasını sağlayabilirsin. Evleneceğin kişiyi iyice araştırıp, tartmalı ve emin olduktan sonra ona göre karar verip ailenin de rızasını almanı tavsiye ederiz. Ailen dünyalık düşünüp senin için mesleğin daha önemli olduğunu ileri sürebilir ancak hakikatte öyle değildir, sen bunu biliyorsun en azından. Bu yolda sabit kalıp Allah'ın rızasını gözeterek, ona uygun bir evlilik yapmaya gayret et kardeşim. Onlar bilmiyorlar, bilselerdi yapmazlardı. Allah için sabret ve hem hayırlı bir karar verebilmek için hem de ailenin hakikatleri anlayabilmesi için bolca dua et.",
        "kategoriler": [
            "Aşk - Evlilik"
        ]
    },
    {
        "id": 42,
        "soru": "Evliyim ama farklı birine aşık oldum, eşimi zaten sevmiyordum artık daha da itici geliyor. Boşanıp yeni bir hayat kurmak mı yoksa böyle devam etmek mi hayırlı kestiremiyorum. Sizce ne yapmalıyım?",
        "cevap": "Dinimizde flört haram, namahrem bir erkek ve bir kadının zaruret olmadan konuşması caiz değil. Eğer böyle bir iletişim halindeyseniz haramı terk edip iletişimi koparmalısınız kardeşim. \nİslam dini neslin devamı için tek yol olan evliliği teşvik etmiş, eşlerin evlilik birliğini, karşılıklı sevgi ve saygı ortamını olabildiğince korumalarını istemiş, talakı (boşanma) da ancak evliliğin sürmesine imkan kalmadığında başvurulabilecek bir çözüm şekli olarak meşru saymış, bazı dinlerde ve hukuk sistemlerinde görüldüğü gibi, kağıt üzerinde evli kalıp gönül ve bedence ayrı yaşamayı uygun görmemiştir. Ayrıca, “Helâl şeyler içerisinde Allah’a en sevimsiz geleni boşamadır.” (Ebu Davud, Talak, 3) ve “Evlen, fakat boşanma, Allah zevk için evlenip boşanan erkek ve kadınları sevmez.”(Heysemî, Mecmau’z-zevaid, 4\/335) gibi hadislerde boşamanın dinen hoş karşılanmadığı açıkça belirtilmiştir.\n\nŞeytan haram olanı bize sevimli göstermek için elinden geleni yapıyor ama haramda mutluluk yoktur. Hem dünyada hem ahirette elemler getirir kardeşim. Evlilik bağının önemli bir sebep bulunmadıkça keyfî şekilde sona erdirilmesi tasvip edilmemiştir. Erkeklere eşleriyle iyi geçinmelerini ve onların kusurlarını değil olumlu yönlerini görmeye çalışmalarını öğütleyen ayet ve hadisler vardır. Belki de eşinin olumlu yanlarını görüp, tüm enerjini eşine verince düzelecektir bu durum bilemeyiz. Rabbim seni her daim hayra sevk etsin. 🤲🏻",
        "kategoriler": [
            "Aşk - Evlilik"
        ]
    },
    {
        "id": 43,
        "soru": "Evlenmek için yaşım küçük ama birine aşık oldum, sabretmekte zorluk yaşıyorum. Nefsimin arzularına engel olmak, sabredebilmek için bana tavsiyeleriniz nelerdir?",
        "cevap": "Dinimizde flört haramdır kardeşim. Aşık olmak sevmek günah değil ama bu duygularımız bize, haramı meşrulaştırmaz. Helal dairede evlenmek mümkün değilse, sabırla helal dairede beklemek gerekir. Örneğin, senin bahçendeki meyveyi birisi senden izin alsa yese ne güzel. Peki senden izin almadan yerse ve ne farkı var derse ne yaparsın?\nAllah bize izinsiz dolaşmayı yasaklamıştır. İzin almak da nikâh kıymakla olur.  Kalbimizdeki şiddetli sevgi ve muhabbet sonsuz olan Rabbimiz için verildi kardeşim. Fâni olan gelip geçen hiçbir şey ile tatmin olamaz. Demek ki kalb, ebedi hayata açılmış bir penceredir. Bu fâni dünyaya razı değildir. Bunun yanında bizler kendimizi hak ile meşgul etmezsek, batıl bizi işgal eder kardeşim. Şeytan boş zamanlarımızdan, izlediğimiz görüntülerden, imanımızın zayıflığından yararlanıp harama çekmek isteyecektir. Bizler müslüman olarak uyanık olup buna kanmamalı, şeytan ve nefisle her daim mücadele etmeliyiz. İbadetlerimize sımsıkı sarılmalı, ilim öğrenme yoluna girip imanımızı geliştirmeliyiz ki harama karşı dik durabilelim. Düşüncelerin baskın olduğu zamanlarda salavat ve zikirle meşgul olmakla, abdest alıp Kur’an okumakla başka  yöne dönmeli, şeytanın verdiği düşüncelerden odağımızı çevirmeliyiz. Gel seninle sevgimizi kalbin hakiki sahibi olan Allah'a verelim hem dünyada hem ahirette saadeti elde etmeye niyet edip çabalayalım ne dersin 💪🏻 Sana faydalı olacağını düşündüğüm bu videomuzu izleyelim mutlaka.\nhttps:\/\/youtu.be\/oTbc1f92wfI",
        "kategoriler": [
            "Aşk - Evlilik"
        ]
    },
    {
        "id": 44,
        "soru": "Ayrıldık ama unutamıyorum. Bana nasıl yardımcı olabilirsiniz?",
        "cevap": "Kardeşim öncelikle haram sevdanın dinimizde ki boyutundan bahsetmek istiyorum müsadenle. Dinimizde flört veya sevgili olmak doğru değildir haramdır, zaruri bir durum olmadıkça karşı cinsle konuşmak da caiz olmaz. Rabbimiz haram sevdayı, “zinaya yaklaşmayın” ayetiyle yasaklamıştır. Çünkü biliyor ki yaklaşırsak düşeriz. Şuan kalbin acı çekiyor, üzülüyorsun evet, ama aslında Rabbin seni bir haramdan kurtarmış elhamdülillah. Üzüntün bir süre sonra geçince bunu daha iyi anlayacaksın inşallah. Kalp acır çünkü biz sonsuz sevme kabiliyeti olan bir kalbe, sonlu kişilerin sevgisini öyle çok koyuyoruz ki onları atmak isteyince böyle acı veriyor kardeşim. Çamaşır makinesinde bulaşık yıkadığını düşün, makinenin sistemi bozulur neye uğradığını şaşırır değil mi? Kalp de aynen öyle işte temele Allah'ın sevgisini koyup üzerine razı olacağı sevgiler koymamız gerekiyor ki yaratılışa ters bir durum olmasın. Biz bunu yapmayınca böyle geri tepiyor. Hem Rabbimiz demiyor mu ayeti kerimesinde \"Kalpler ancak Allah'ı anmakla huzur bulur\" diye. Huzuru arıyorsan bırak tükenen şeylerde huzuru aramayı. Bırak seni bırakanı. Ve kalbini aklını ruhunu ancak seni seven, seni senden daha çok düşünen, kalbinin en ince sızılarını dahi ve hatta kalbinden geçen belli belirsiz fısıltaları dahi duyan Rabbine yönelt. Sevgiyi asıl sahibine ver ki hem bu dünya da hem ahirette huzuru bulasın. Şeytan onu aklına getirdiği zaman tövbe et, Kur’an-ı Kerim oku. Bol bol salavat getir. Namazlarına daha sıkı sarıl. Sakın onsuz yaşayamam deme. O yokken yaşıyordun, şimdi yok yine yaşıyorsun. \nŞimdi gel yeni bir başlangıca Bismillah diyelim. Sana iyi geleceğini düşündüğüm bu videomuzu izlemelisin😊\n\nhttps:\/\/youtu.be\/4WQGKshDzfo \n\nhttps:\/\/youtu.be\/gMzQQlsL6r8",
        "kategoriler": [
            "Aşk - Evlilik"
        ]
    },
    {
        "id": 45,
        "soru": "(Lamelif Kuran uygulamasındaki) Dersleri tamamladım ama tecvid konusunda hala sıkıntı yaşıyorum. Nasıl düzeltebilirim?",
        "cevap": "Kardeşim tam oturması için bol bol tekrar ve alıştırma yapman gerekiyor. Dersleri izlerken not almadıysan tekrar not alarak izleyip notlarını tekrar edebilirsin. Çevrende Kur'an okumayı bilen birinden bu konuda yardım isteyebilirsin. Takipli Kur'an'ı Kerim dinleyerek o şekilde de çalışabilirsin. Önce kendin okursun daha sonra okunuşunu dinlersin böylece eksiğini görmüş olursun. Günlük düzenli olarak bu şekilde alıştırma yaparsan zamanla oturur inşallah. 😊",
        "kategoriler": [
            "Kur'an-ı Kerim"
        ]
    },
    {
        "id": 46,
        "soru": "Çocuğum Kur'an okumak, kursa gitmek istemiyor. Nasıl ikna edebilirim?",
        "cevap": "Kardeşim çocuğunuza Kur'an'ı sevdirmek için Kur'an'ın öneminden bahsedebilirsiniz. Sevgili Peygamber Efendimiz (s.a.v.), dünyadaki en hayırlı kimseyi tarif ederken şöyle buyurmaktadır: “Sizin en hayırlınız, Kur’an’ı öğrenen ve öğretendir.” (Tirmizî, Fedâilü'l-Kur'ân, 15.) Peygamberimizin bu sözlerini örnek olarak verebilirsiniz. Elif-ba ile ilgili oyun kartları, hikaye kitapları ile çocuğun dikkatini çekip eğlenerek öğrenmesini sağlayabilirsiniz. Orada yalnız olmadığını arkadaşlarının da olacağını ve sürekli ders değil oyun oynayabileceğini söyleyebilirsiniz.",
        "kategoriler": [
            "Kur'an-ı Kerim"
        ]
    },
    {
        "id": 47,
        "soru": "Meal okumak yeterli mi? Türkçe meal okusak yine aynı sevabı alır mıyız?",
        "cevap": "Kardeşim meal okumak Kur'an'ı Kerim'i anlamak için yeterli değildir. Meal ile birlikte tefsir de okumanı tavsiye ederiz. Tefsir Kur'an'ı Kerim'in açıklamasıdır. Kur'an'ı Kerim'deki ayetleri biz tam manasıyla anlayamıyoruz, açık olan yani herkesin anlayabileceği ayetler olduğu gibi aynı zamanda kapalı olan herkesin anlayamayacağı ayetler de var. Bizim de bunun için hem Arapça ilmini, hem de siyer, hadis, fıkıh gibi birçok ilmi bilmemiz lazım ama biz bu kadar yeterli değiliz maalesef. Mealler de tabii ki okunabilir fakat onlar da bu noktada yetersiz kalıyor. O yüzden de Kur'an’ı anlamamızda  bize yardımcı olacak tefsirlere ihtiyacımız var, çünkü tefsirler ayetleri daha detaylı ele aldığı için Kur'an'ı anlama ihtiyacımız daha iyi karşılanmış oluyor. Ayrıca Allah yolunda yapılan en küçük bir iş ve amel bile neticesiz kalmaz. Hele Kur’an okumak gibi kâinatın en büyük bir hadisesi, hiç sevapsız kalmayacaktır. Kur’an'ın yüzüne bakmak bile sevap olursa Kur’an'ın anlamını veren bir kitabı okumak elbette sevabı vardır. Fakat Kur’an'ı aslından okumak ile mealinden okumak arasında fark vardır. Esas olan Kur’an okumayı aslından öğrenmek ve manasını anlamak içinde tefsirden okumaktır. Allah kelamı olan, Arapça olandır. Bunun yeri ve sevabı ayrıdır. Her harfine kat kat sevap verilir.",
        "kategoriler": [
            "Kur'an-ı Kerim"
        ]
    },
    {
        "id": 48,
        "soru": "Hafız olmak için nasıl bir yol izleyebilirim?",
        "cevap": "Hafızlık konusunda bilgimiz veya eğitimlerimiz yok kardeşim, bununla ilgili eğitim veren kurum veya kişilere danışabilirsin 😊\n\nEk olarak konu ile ilgili videomuza göz atabilirsiniz;\nhttps:\/\/youtu.be\/qgHT5Qf36mA",
        "kategoriler": [
            "Kur'an-ı Kerim"
        ]
    },
    {
        "id": 49,
        "soru": "Kur'an okumayı biliyorum ama okumuyorum. Sebebini bilmiyorum ama bu durumdan rahatsızım.",
        "cevap": "Kardeşim öncelikle Kur'an okumanın önemini çok iyi anlayıp daha sonra günlük olarak az da olsa düzenli olarak okumaya gayret etmemiz gerekiyor. Kur'an okumak biz müslümanların yapması gereken en büyük ibadetlerden biridir kardeşim. Düşünsene bize bir kitap inmiş, Rabbimizin bize mesajı olarak yüzlerce ayet var fakat biz o ayetleri, mesajları açmıyoruz okumuyoruz. Aslında her gün okuyup, anlayıp ders çıkarmamız gerekiyor ama biz sadece arapçasından okumaya dahi üşenirsek, günlük az da olsa düzenli olarak okumazsak bir düşünelim \"Bu gidiş nereye?\" 😔 \nAllah Rasûlü şöyle buyurmuşlardır:\n\"Kur'ân okuyun! Zira Kur'ân, kıyamet günü okuyana şefaatçi olarak gelir.\" (Müslim, Müsafirûn, 252)\n\n\"Kur'ân okunan evin hayrı artar; oturanları sıkmaz. Böyle evlere melekler toplanır, şeytanlar uzaklaşır. İçinde Kur'ân okunmayan ev oturanlara dar gelir; böyle evlerin hayır ve bereketi az olur; melekler uzaklaşır; şeytanlar üşüşür. İçinde Kur'ân okunan, anlam ve yorumuyla meşgul olunan ev, yıldızların yeryüzünü aydınlattığı gibi, sema ehli için aydınlatılır.\" (Darimî, Sünen, II\/429-430; Heysemî, Mecma'üz-Zevaid, VII\/171 \n\n\"Kur'ân-ı Kerim'den tek bir harf okuyana bile bir sevap vardır. Her hasene on misliyle değerlendirilir. Ben \"Elif lâm Mîm\" bir harf demiyorum. Aksine \"Elif\" bir harf, \"Lâm\" bir harf, \"Mîm\" de bir harftir.\" (Tirmizî, Sevabü'l-Kur’ân, 16)\n\nKardeşim bu hadislerden de anlaşılacağı üzere Kur'an okumanın önemi çok büyüktür. Sen de bundan sonra günlük okuma hedefi belirle ve mutlaka oku inşallah ki bu sevaplardan ve güzelliklerden mahrum kalmayasın 😊",
        "kategoriler": [
            "Kur'an-ı Kerim"
        ]
    },
    {
        "id": 50,
        "soru": "Kur'an'ı öğrenip sonra mı tecvide geçeyim, yoksa bir ders Kur'an bir ders tecvid çalışarak mı ilerleyeyim?",
        "cevap": "İkisini beraber öğrenmen sonraki aşamalar için kolaylık olur kardeşim, harfleri mahreçle okumayı öğrenirsen bu alıştırma derslerinde de Kur'an'ı Kerime geçince de işini kolaylaştırır. Harfleri öğrendikten sonraki kısımda tecvidi de beraberinde ilerletmeni tavsiye ediyoruz.",
        "kategoriler": [
            "Kur'an-ı Kerim"
        ]
    },
    {
        "id": 51,
        "soru": "Risale-i Nur okumak için nasıl motive olurum. Kendimi nasıl teşvik edebilirim?",
        "cevap": "Kardeşim öncelikle Risale-i Nur eserlerini basit görmememiz lazım. Bu eserler sayesinde belki de bizim sonsuz hayatımız kurtulacak. Nasıl ki bir dünya menfaati olduğunda çalışıp çabalıyorsak, bu eserleri okumak için de çabalamamız lazım. Mesela bize deseler ki yabancı bir dil öğren sana her ay düzenli maaş yatırılacak biz o dili öğrenmek için elimizden geleni yaparız. Bu hakikatler de bize ahirette fayda sağlayacaktır, ahiretimiz için de dünyalık şeylerde gösterdiğimiz gayreti göstermemiz gerekir. Bu eserlere olan ihtiyacımızı hissetmemiz gerekiyor. Eğer yeterince ihtiyaç hissedersek o zaman okumak için daha çok çabalarız. Üstad Hazretleri'nin zamanında hapishanede bu eserleri okuyan katiller pireyi bile öldüremez hale geliyorlar. Risale-i Nur musibetlere bakış açımızı değiştiriyor. Risale-i Nur neden namaz kılmamız, neden ibadet etmemiz gerektiğini söylüyor. Bize ben de herkes gibiyim dememeyi öğretiyor. İmani bir tefsir olduğu için imani yönden kuvvetlenmemizi sağlıyor. Bunca faydası olan bir eseri okumak için elimizden geleni yapalım ve gayret edelim kardeşim 😊💪🏻 Bu konuda videomuzu da izlemeni tavsiye ederiz. \n\nhttps:\/\/youtu.be\/GJJMHSFPptU",
        "kategoriler": [
            "Risale-i Nur - Kopgit"
        ]
    },
    {
        "id": 52,
        "soru": "Risale-i Nur okumakta zorlanıyorum, sıkılıyorum, anlamıyorum anlamak için ne yapmak gerekiyor?",
        "cevap": "Kardeşim biz okuyorum, anlamıyorum diyoruz ama aslında farkında olmadan o ilmi alıyoruz ve o hakikatler bize işliyor yani belki hemen etkisini göremeyebiliriz ama ileriki yaşlarımızda bu hakikatler bizlere tesir edebilir. İlim havuzumuzda birikip algılarımızı değiştirebilir. Okumadan önceki girdiğimiz günahlara artık girmez hale gelebiliriz. Aslında aceleci olmadan sabırla, ihlasla okumaya devam etmemiz gerekiyor. Biz sadece akıldan ibaret değiliz kardeşim. Aklın anlamıyor belki ama kalbin, ruhun anlıyor ki hayatının değişmesine vesile oluyor, mânen kuvvetleniyorsun. O yüzden kardeşim ilk başlarda okuduğunda anlamaman gayet normaldir fakat hissesiz kalmazsın. Bu hakikatlere aklımızın, ruhumuzun, nefsimizin, latifelerimizin hep ihtiyacı var. Aklen anlamadığımızı sanıyoruz ama her biri hissesini alıyor inşallah. Eğer okumaktan sıkılırsak, o zaman başka bir uğraş ile zihnimizi ve gözümüzü dinlendirmeliyiz. O zaman okumaya karşı enerji ve şevkimiz tekrar depolanır. Bu konuda videomuzu da izlemeni tavsiye ederiz kardeşim 😊\n\nhttps:\/\/youtu.be\/aANgtcRA_hc",
        "kategoriler": [
            "Risale-i Nur - Kopgit"
        ]
    },
    {
        "id": 53,
        "soru": "Telefondan okunan risale, kitaptan okunan kadar etkili mi anlamak için?",
        "cevap": "Kardeşim eğer imkânın varsa kitaptan okumanı tavsiye ederiz. Kitabı elimize alıp okuduğumuzda daha etkili ve hissederek okumamızda yardımcı oluyor. İmkanın yoksa da telefonda dikkatini dağıtacak unsurları sessize aldığın ve tam odaklanarak okuduğun takdirde elbette istifade edebilirsin, neticede hakikat aynı hakikattir.😊",
        "kategoriler": [
            "Risale-i Nur - Kopgit"
        ]
    },
    {
        "id": 54,
        "soru": "Risale-i Nur'u okurken kelimelerin anlamlarına tek tek bakıp okumak doğru mu?",
        "cevap": "Kardeşim Risale-i Nur eserlerini düz okuyup geçmek ilk etapta en doğru olanı. Kelime anlamlarına bakarak tekrar tekrar okumak, sabır kuvvetini dağıtıp kişinin çabuk sıkılmasına sebep oluyor bu da okumaları bırakmayı devamında getiriyor maalesef. Bu sebeple ilk etapta düz okuyarak ilerle ki sabır kuvvetin dağılmasın. Okuma düzenin oturup alışkanlık edindikten sonra artık araştırma yapmaya, kelime manalarına bakmaya başlaman daha hikmetli olur inşallah.😊",
        "kategoriler": [
            "Risale-i Nur - Kopgit"
        ]
    },
    {
        "id": 55,
        "soru": "Risale-i Nur hanımların özel günlerinde okunur mu?",
        "cevap": "Ayetlere el sürmeden onların mealini okuyup geçerek Risale-i Nurları okuyabiliriz kardeşim. Ayrıntılı fetvayı okuyabileceğin bir link de bırakıyorum oradan da bakabilirsin;\nhttps:\/\/sorularlaislamiyet.com\/kadinlar-regilken-yani-adetliyken-adet-hayiz-doneminde-dua-okuyabilir-mi",
        "kategoriler": [
            "Risale-i Nur - Kopgit"
        ]
    },
    {
        "id": 56,
        "soru": "Boşluktayım, ne yapacağımı bilmiyorum, ne tarafa gideceğimi bilmiyorum. Günahlarım yüzünden her şeyimi kaybettim. Ne yapacağım ben?",
        "cevap": "Kardeşim Peygamber Efendimiz (s.a.v.) hadiste \"Tövbe eden hiç günah işlememiş gibidir.\" buyuruyor ve ayette \"Şüphesiz ki Allah bütün günahları affeder\" buyruluyor. Bunlar gibi ayet ve hadisi şerifler bizler için müjdedir. İnsan hatadan hâli olamaz yani ondan uzak kalamaz ama tövbe kapısı açıktır.  Bizler fıtraten günah işlemeye meyilliyiz, bunun sıfıra inmesi mümkün değildir. Önemli olan günahtan pişman olup tövbeye yönelmektir. İşlenen günahlardan tövbe edip onlara dönmemek için mücadele etmek gerekir. Tabi bunun alt yapısını da yapmak gerekiyor yoksa tövbe edip o ortamlarda kalmak arkadaş ortamını değiştirmemek yine o günahlara dönmeye sebep olur. Tövbe ederken bir yandan da bizi günaha sürükleyen kişi ve ortamları terk etmek gerekiyor. Yine hadislerde cemaat ile hareket etmenin önemi üzerinde çok durulur. Özellikle ahir zaman da sürekli bize ahireti hatırlatacak, hakikate yönlendirecek insanlarla beraber olmak lazım yoksa sel gibi günahlara karşı tek başımıza ayakta duramayız kardeşim. Velhasıl yapman gereken önce güzel bir tövbedir, ardından seni günaha sürükleyen kim veya ne varsa terk etmektir. Bunların yerini ise salih kimseler ve işlerle doldurmak gerekir, ilim meclislerinde bulunmak çok fayda sağlayacaktır inşallah kardeşim. Daima ümitvâr olmayı ihmal etmeyelim, ümit imanın azığıdır kardeşim.",
        "kategoriler": [
            "Günahlar"
        ]
    },
    {
        "id": 57,
        "soru": "İradem zayıf ve girdiğim günahların altında eziliyorum. Nasıl kurtulacağım?",
        "cevap": "Kardeşim ahir zamanda günahların çoğalmasıyla ve onlara sürekli maruz kalmamızdan dolayı insanların çoğu irade zaafından şikayet ediyor. Sürekli yara alan bir el nasıl ki sağlıklı el gibi çalışamaz, aynen o şekilde irade öyle devamlı günaha maruz kalınca zayıflıyor elbette. O zaman ilk önce o günahlardan uzaklaşmaya çalışmak, vesileleri aramak, bizi o günahlara götüren arkadaş mı,sosyal medya mı tespit etmek lazım. Önce onlardan uzaklaşmak sonra iradeyi kuvvetlendirmeye çalışmak gerekir. Mesela Risale-i Nur’da \"Dua ve tevekkül meyelanı hayra kuvvet verdiği gibi tövbe ve istiğfar da meyelanı şerri keser tecavüzatını kırar \" diye geçiyor. Demek ki dua ve tevekkül hayır işleme noktasında iradeyi kuvvetlendiriyor. Tövbe ve istiğfar da günahtan çekinme noktasında iradeyi kuvvetlendiriyor. Aynı zamanda cemaatle hareket etmeye çalışmak da bu anlamda faydalıdır, tek başımıza zorlandığımız çoğu şeyi toplulukla rahat bir şekilde yapabiliriz. Bunları yaparken çok aceleci olmamak lazım, çünkü senelerce tahrip görmüş zayıflamış bir iradeyi kuvvetlendirmek kolay olmayabilir. Ümitsizliğe kapılmadan mücadele etmek lazım kardeşim.",
        "kategoriler": [
            "Günahlar"
        ]
    },
    {
        "id": 58,
        "soru": "Tövbe edersek Allah kabul eder mi?",
        "cevap": "Kardeşim hadiste \"Tövbe eden günah işlememiş gibidir\" ve ayette de \"Şüphesiz Allah bütün günahları affeder\" buyruluyor.Tabi kastedilen nasuh tövbesidir. Yani o günahı bir daha işlememek üzere yapılan samimi tövbeden bahsediliyor. Yoksa en basit şeyde tövbeyi bozup yine tövbe etmek nasıl olsa Allah affeder demek ciddiyetsiz bir tövbedir. Bu samimi tövbeyi yaptığımız takdirde Allah, kul hakkı hariç bütün günahları affeder kardeşim, bizler de affedileceğimizi umarak her günahın peşine tövbemizi samimane yapmalıyız.\n\nhttps:\/\/youtu.be\/ad8wIzqRJqQ",
        "kategoriler": [
            "Günahlar"
        ]
    },
    {
        "id": 59,
        "soru": "Eşimi sosyal medya üzerinden aldattım çok pişmanım. Çıkış kapısı bulamıyorum?",
        "cevap": "Kardeşim elhamdulillah yanlışınızın farkına varmışsınız.\"Sakın zinaya yaklaşmayın! Çünkü o, çirkinliği meydanda olan bir hayasızlıktır, çok kötü bir yoldur.” (İsra, 17\/32) mealindeki ayette zinanın kıyısından köşesinden bile geçmenin çok tehlikeli olduğuna dikkat çekilmiştir. Rabbimiz kul hakkı hariç bütün günahları affeceğinin müjdesini veriyor bizlere, yeter ki nasuh bir tövbe(yani bir daha o günaha dönmeme) yapalım ve istiğfar edelim. Ve unutmayalım ki kardeşim bir dakikalık gayrimeşru bir zevk ile kişinin insanlık hüviyeti, insanî erdemleri yok olup gider. Hayvandan aşağı düşer. Bir kez hataya düşmüş olabiliriz ancak dünya böyle bir yer, bazen düşeriz bazen kalkarız. Önemli olan düştüğümüz yerde kalmamak, ayağa kalkmayı başarabilmektir. Şu an yapman gereken tövbe ile ayağa kalkıp yuvana sahip çıkmak ve aynı günaha düşmemeye gayret göstermektir kardeşim. Rabbim hepimizi muhafaza eylesin 🤲🏻",
        "kategoriler": [
            "Günahlar"
        ]
    },
    {
        "id": 60,
        "soru": "Günahlarım yüzünden ibadet edemiyorum. Nasıl tekrar ibadete başlayıp, tövbe edebilirim?",
        "cevap": "Kardeşim hasta adama tatlı su acı geldiği gibi sürekli günah işleyen insanda ibadetten tat ve lezzet alamaz, bu da onu ibadetten uzaklaştırır. Evvala günahları ve onlara gidilen sebepleri bulmak ve onlardan kurtuluş yolu aramak (sosyal medya,arkadaş çevresi..) gerekir. Daha sonra ise insanı hakikate götüren arkadaşlarla hareket etmek ve bu asrın tefsiri olan Risale-i Nur’u ciddi ve devamlı okumak lazımdır. Tek başımıza ahir zaman da bu kadar günaha karşı koyamayız . Grup ve cemaat şeklinde hareket etmemiz gerekir. Şimdi yeniden bismillah demeli, tövbe etmeli ve hayatımızda yeni bir sayfa açıp orayı salih amellerle doldurmalı kardeşim 😊\n\nhttps:\/\/youtu.be\/ad8wIzqRJqQ",
        "kategoriler": [
            "Günahlar"
        ]
    },
    {
        "id": 61,
        "soru": "Vesveselerden kurtulabilmek için ne yapmalıyım?",
        "cevap": "Kardeşim imani noktada kendimizi geliştirmemişsek, imanın altı şartı kuvvetli delillerle alemimizde yerleşmemişse sürekli şeytan ve nefisten sorular gelir cevap bulamayınca da bunlar vesvese olarak kalır, bizi sürekli rahatsız eder. Bunları ciddi bir şekilde araştırıp cevaplarını bulmak gerekiyor, cevaplandırılmazsa Allah korusun imanı kaybetmeye dahi sebep olabilir. Bu vesveseler iman kuvvetli dahi olsa hatta bütün soruları alemimizde çözmüşsek dahi gelebilir. Mesela ahiret hayatı hakkında nefis ve şeytandan \"Ya ahiret yoksa, ya cennet cehennem yoksa, ya Allah yoksa\" gibi sorular gelebilir. Bunlar bir delilden gelmiyorsa önemsememek lazım çünkü nefis ve şeytanın bu vesvesesi bir delile dayanmıyor. Yani nefis ve şeytan şundan veya bundan dolayı cennet ve cehennem yoktur, demiyor \"ya yoksa\" diyor bu da iddiasını ispat etmek için delil olamaz. Bu tür vesveseye önem vermemek lazım niye bunlar aklıma geliyor acaba imanım mı zayıf demekle insan kendine zarar verir. Zaten şeytanın da istediği budur kardeşim. Bilmediğimiz konuları öğrenmek vesveseyi ilim ile yok etmek demektir, önce bunu yapmalıyız. Bildiğimiz konularda gelenler için ise kurtuluş yolu ehemmiyet vermemektir kardeşim, kendimizi hakikatler ile meşgul edelim. Boş kalmayalım ki şeytanın bizimle uğraşmasına fırsat vermeyelim, ilim ile zikir ile ibadetler ile hemhal olalım inşallah 😊",
        "kategoriler": [
            "Vesvese"
        ]
    },
    {
        "id": 62,
        "soru": "Namaz kılarken aklıma kötü şeyler geliyor?",
        "cevap": "Şeytan ilk olarak kalbe bir şüphe atar, kalp kabul etmeyip rahat bir şekilde namaza devam ederse, şeytanın attığı şüphe küfre, sövmeye ve edepsiz sözlere döner, hatta bazı pis hatıraları ve çirkin hâlleri aklında canlandırır. Ve namazın ortasında, kişinin aklından ağza alınmayacak derecede küfürler geçer. O küfürlerin ve edepsiz sözlerin de etkisiyle “Eyvah! Ben Rabbime karşı nasıl bir edepsizlik ediyorum derhal namazı terk etmeliyim.” der namazdan çıkar ve ümitsizliğe düşer. Bu durum daha da devam ederse namazı bütün bütün bırakır, gaflete dalar. Bu vesvesenin dermanı ise şudur:\n\nBu hâlleri yaşamış ve kurtulmak isteyen arkadaş! Telaş etme. Çünkü senin aklından geçenler gerçek bir küfür ya da edepsiz bir söz değil sadece hayaldir, ortada ne bir ses var ne bir hakikat sadece hayal. Hayal kurmanın hiç bir hükmü, geçerliliği olmadığı gibi bu kötü sözlerin hayalinden geçmesi de seni günaha sokmaz çünkü hükümsüzdür. Ayrıca o sözler senin kalbinin sözleri değil çünkü senin kalbin o sözlerden rahatsızlık duyuyor, belli ki kalbe yakın olan Lümmeyi Şeytaniye’den gelen şeytanın sözleri onlar. Vesvesenin asıl zararı ise: “Eyvah!” deyip, hiçbir hükmü olmayan, o vesveseyi yani şeytanın sözlerini kendi sözlerin zannedip, kalben rahatsız olmaktır. Şeytan da zaten bunu istiyor, rahatsız olup namazı bıraksın, huzurdan kaçsın istiyor. Üzülme o sözler senin değil, yani sen Rabb’ine edepsizlik etmiyorsun. (Risale-i Nur\/Sözler\/21. Söz\/ 2. Makam\/ 1. Vecih’inin izahıdır yerinden okumanızı da tavsiye ederim.)\nÇözüm için ise şu sözleri hatırla:\n\n“Ey maraz-ı vesvese ile mübtela! Biliyor musun vesvesen neye benzer? Musibete benzer. Ehemmiyet verdikçe şişer, ehemmiyet vermezsen söner. Ona büyük nazarıyla baksan büyür. Küçük görsen, küçülür. Korksan ağırlaşır, hasta eder. Havf etmezsen (korkmazsan) hafif olur, mahfî (gizli) kalır. Mahiyetini bilmezsen devam eder, yerleşir. Mahiyetini bilsen, onu tanısan gider.",
        "kategoriler": [
            "Vesvese"
        ]
    },
    {
        "id": 63,
        "soru": "İbadetlerde vesveselerle boğuşuyorum?",
        "cevap": "“3. Rekat mı 4. Rekat mı kaçtaydın?”\n“Acaba gusül abdestin oldu mu bak şuraya su değmedi gibi.”\nNamazda gördüğün edepsiz resimler “Eyvah! Allah’a karşı edepsizlik ediyorsun hemen namazı bırak.”\n“Sen acaba inançsız mısın neden içindeki ses “Acaba Allah yok mu?” diyor sen Müslüman değil misin?”\n\nBunlar ve daha da ağır durumların tamamı, kalbe yakın olan Lümmeyi Şeytaniye’den geliyor. Yani saydıklarımın hepsi şeytanın sözleridir. Sen kendi kalbine mal edip, uygulamaya çalışıyorsun hâlbuki şeytanın sözleri onlar. Bak kardeşim senin bu vesveselerin balon gibi demiştik en başta o balonlara şu mühim sözleri söyle ve kalbini rahatlat şu vesveselerinden kurtul! İşte o mühim bir kaç cümle:\n\n“Ey maraz-ı vesvese ile mübtela! Biliyor musun vesvesen neye benzer? Musibete benzer. Ehemmiyet verdikçe şişer, ehemmiyet vermezsen söner. Ona büyük nazarıyla baksan büyür. Küçük görsen, küçülür. Korksan ağırlaşır, hasta eder. Havf etmezsen (korkmazsan) hafif olur, mahfî (gizli) kalır. Mahiyetini bilmezsen devam eder, yerleşir. Mahiyetini bilsen, onu tanısan gider.”\n\nDemek ki hiç önemsemeyip vesveseymiş deyip umursamayacaksın ki sönsün, küçülsün, hafifleşsin ve gizli kalıp çekip gitsin. Ehemmiyet verdikçe şişer ehemmiyet vermezsen söner gider bir anda kurtulursun inşâallah.. (Risale-i Nur\/Sözler\/21. Söz\/ 2. Makam’ın izahıdır yerinden okumanızı da tavsiye ederim.)",
        "kategoriler": [
            "Vesvese"
        ]
    },
    {
        "id": 64,
        "soru": "Bana Allah’ın ve ahiretin olduğunu ispatlar mısınız?",
        "cevap": "*Allah'ın varlığı* \n\nKardeşim Allah'ın varlığını gösteren birçok delil vardır. Bizler en basit ve gözle görülen sanat cihetinden bakarak, Allah'ın varlığının delilini anlayabiliriz. Öncelikle atomdan insana, hücreden galaksilere kadar bütün kâinatta, ince ve baş döndürücü bir sanat göze çarpmaktadır. Evet, bir baştan bir başa kâinattaki her eser şu özelliklere sahiptir:\n• Büyük sanat değeri taşır.\n• Çok kıymetlidir.\n• Çok kısa zamanda ve çok kolay yapılmaktadır.\n• Çok sayıda olmaktadır.\n• Karışık ve çeşit çeşittir.\n• Devamlıdır.\n\nHalbuki, kısa zamanda, çok sayıda, kolay ve karışık yapılan işlerde sanat ve kıymet olmaması gerekir. Ancak yapan Allah (c.c.) olursa, o zaman her şey değişir ve zıtlar bir araya gelebilir!..\nÖrneğin bir kalem, mürekkep ve kağıt yan yana getirilirse ne kadar zaman verilirse verilsin bir kitap yazabilirler mi? Kendi kendine olma ihtimali ne kadardır? Bir kalemin bile ustası olması gerekirken koca kainat ve içindeki harika sanat eserlerinin kör, sağır, ilim ve iradeden yoksun atomlara vermek hiç akıl kârı mıdır? Hangi sebep bir kalemi kendi kendine oluşturabilir? Etrafımıza ve kendimize baktığımızda her daim yenilenen , yaratılan onca cihazat var. Bunları yaratan ve bir nizam içinde işleten bir Sanatkâr olması gerek ki kaos ortamı oluşmasın. Konu hakkında bu videomuzu da izleyelim inşallah 😊\n\nhttps:\/\/youtu.be\/a8ktj-Bq_Qs\n\n\n*Ahiretin ispatı*\nAhiretin var olması gerektiğine mantıken bakacak olursak, bu dünyanın yaratılışına baktığımızda her şey mükemmel bir şekilde yoktan ilk defa yaratılmış, diyebiliyoruz. Peki bir şeyi ilk defa yaratmak mı daha zor yaratılmış olanları toplamak mı? Birincisinin mantıken daha zor olması gerekir öyle değil mi? Dünyanın yaratılmasını mümkün görüpte ahiretin yaratılmışlığını kabul etmemek pek de mantıklı olmaz. Anne karnındaki bebeğin yaratılmışlığına bakacaksak, anne karnındaki bebeğin göz, kulak el ve ağzı olmasın ihtiyacı yok diyebilir miyiz? Biliyoruz ki bu cihazları doğduğunda dünya da ona çok gerekecek. Nasıl ki anne karnındaki son, dünyaya doğuştur ve oraya kapı açmaktır. Bu dünyadaki son ise ahiret ve sonsuzluğa kapı açılmasına benzerdir kardeşim.  Allah, Hakimdir abes iş yapmaz her şey birçok hikmet nazarıyla yaratıldı. Bunca sanatlı varlık, yokluk için yaratılmadı bir dakikada doğan ve ölen birçok varlık var. Onların intizam içinde yaratılıp hiç yaşamaması ve yok olması hiçte hikmetli olmaz öyle değil mi? Bu videomuzu izleyip ahiretin varlığını mantığımıza tam bir şekilde oturtalım olur mu?😊 \n\nhttps:\/\/youtu.be\/Tlparh0fTuc",
        "kategoriler": [
            "Ateizm - Deizm"
        ]
    },
    {
        "id": 65,
        "soru": "Allah neden cehennemi yarattı?",
        "cevap": "Allah'ın bir çok esması var kardeşim. Bir tanesi de İsm-i Adl'dir. Cennet ucuz değil cehennem dahi lüzumsuz değil kaidesince, hak edene hakkını vermek ve haksızlıkların son bulması için yaratılmıştır cehennem. \nAllah bazı insanları cehennem için yaratmamıştır; aksine cehennemi bazı insanlar için yaratmıştır. Mesela, bir devlet hapishane yapar, ama bu hapishaneyi falan falan insanlar içeriye tıkılsın diye yapmaz. Bu hapishaneyi kim hak ederse onu içine almak için yapar. Aynen bunun gibi, Allah hak edenler için cehennemi yaratmıştır. Yoksa \"Falan insanlara cehennemi hazırladım.\" demek Cenab-ı Hakk'ın adaleti ve hikmetine uymaz. Çünkü bu gibi insanlar hiç cehennemi hak etmemişlerse itiraz hakları olur. Sonsuz hikmet ve adalet sahibi Rabbimiz boynuzsuz koyuna, boynuzlu koyundan hakkını alıp vereceği gibi insanlar arasında da mükemmel adalet ile hükmedecek ve hak edeni hak ettiği yere gönderecektir, cehennemin yaratılma sebebi budur. \n\nEk olarak şu videomuzu izlemeni tavsiye ederim\nhttps:\/\/youtu.be\/bTQfXXWe9Ww",
        "kategoriler": [
            "Ateizm - Deizm"
        ]
    },
    {
        "id": 66,
        "soru": "Müslümanlar neden Kâbe etrafında dönüyor, bu da putperestlik gibi bir şey olmuyor mu?",
        "cevap": "Putlaştırmak demek, tapmak demektir.  \nAklı başında hiçbir Müslüman Kâbe’ye tapmaz.\nNamaz kılan kimse secdeye varmakla seccadeye değil, Allah’a taptığı gibi, Kâbe’yi tavaf eden kimse de bu tavafla Kâbe’ye değil, Allah’a tapar.\n- Gözle görünmeyen Allah, hakiki Mâbud olarak, yeryüzünün ilk mabedi olan Kâbe’yi inşa ettirmiş ve insanların onu tavaf etmelerini emretmiştir. Putperestlikle alakası yoktur. Kabeyi tavaf ederken müslümanlar ondan herhangi bir şey istemez veya bir beklenti içine girmez. Putperestlikte canlı veya cansız yaratılmış olan mahlukattan medet umma, bir şeyler isteme durumu söz konusudur. Halbuki müslümanın kabeye bakışı, onu ziyareti bu manada değildir. Putperestliğin nasıl olduğunu araştırıp bakarak, Kâbe etrafında dönmenin bu manada olmadığını anlayabilirsiniz kardeşim.",
        "kategoriler": [
            "Ateizm - Deizm"
        ]
    },
    {
        "id": 67,
        "soru": "Allah neden kötülüklere engel olmuyor?",
        "cevap": "Öncelikle Halk-ı şer, şer değil belki kesb-i şer şerdir. Yani şerli durumları yaratmak değil, şerli iş işlemek kötüdür kardeşim. Örneğin bıçağın yaratılmasının birçok hikmeti var öyle değil mi? Sebze ve meyveleri kesme, yemek yapma gibi birçok hayırlı işlerde kullanabiliyoruz. Ama kişi bu bıçağı birine zarar vermek için kullandığında, \"Bıçağın yaratılması ne kötü, keşke Allah hiç yaratmasaydı\" diyebilir miyiz? Diyemeyiz çünkü bu o kişinin sorumluluğu ve zararı olur. Allah insanları kendisine ibadet etsinler diye yaratmış ve kötülüklerden, uzak durmasını emretmiş. Buna uymayanları şiddetli bir azapla cezalandıracağını buyurmuş ve yüz binden fazla peygamber göndererek insanları her hususta ikaz ettirmiştir. \nAncak vazifesini yapmayıp, bu emirleri dinlemeyip hiçe sayan insanlar elbette bu yaptıklarının cezasını çekecektir. Allah'ın bu dünyada kötülüklere direkt engel olmaması ise, imtihan dünyasında olmamızdandır. Bu dünya bir imtihan salonudur ve yanlış yapana da, doğru yapana da müsade edilmiştir. Eğer yanlış yapanlara müdahale olsaydı bu imtihanın bir anlamı olmazdı.\nSevap işleyenlerin başına güller saçılsaydı ve günah işleyenlerin başına da dikenler atılsaydı, artık bu dünya bir imtihan alanı olmaktan çıkacaktı. Bununla ilgili bu videomuzu izleyelim inşaAllah 💪🏻\n\nhttps:\/\/youtu.be\/G4-XQUNGw5E",
        "kategoriler": [
            "Ateizm - Deizm"
        ]
    },
    {
        "id": 68,
        "soru": "Dinde çok eşlilik neden var ?",
        "cevap": "Cenâb-ı Hak “Eğer hanımlarınız arasında adaleti yerine getiremeyeceğinizden korkarsanız, sadece bir tane ile yetinin.” buyurdu.(Nisa, 4\/3)\n\nBuradan yola çıkarak çok eşlilik farz değil. Esas olan tek eşlilik iken bazı hikmet gereği 4 eşliliğe kadar müsaade edilmiş ve bu da şartlara bağlanmıştır diyebiliriz kardeşim. Buna savaş örneğini verebiliriz. \nDört kadınla evlenme konusu, illa dört tane eş olacak anlamında değildir. Esas olan bir kadınla evlenmektir. Ancak gerekli olması durumunda, bütün şartlara da uymak kaydıyla, iki kadın veya üç kadın veya dört kadınla evlenilebileceğine izin verildiğini göstermektedir.\nİslam dini Arabistan Yarımadasına yayıldığı sırada, bir kısım cahiliye âdetleri de bütün tesirleriyle hükmünü icra ediyordu. İslamiyet bunlardan bazılarını tamamen kaldırıyor, bazılarını orta yollu hale getiriyordu. Bunlardan birisi de cahiliye dönemindeki sınırsız kadınla evlenme meselesi idi. İslamiyet gelmeden önce Arap Yarımadasında erkekler, sayı sınırı olmaksızın, istedikleri kadar kadınla evlenebilirlerdi. İşte Kur'an-ı Kerim bu cahiliye âdetine bir sınırlama getirdi. Azami olarak dörde kadar evlenebileceğini açıkladı. Yani aslında İslâmiyet ile sınırsız olan sayıya hikmetli bir sınır getirilmiş oldu diyebiliriz kardeşim. \n\nEk olarak şu videoyu izleyebilirsiniz \nhttps:\/\/youtu.be\/zB1O-i5_TIY",
        "kategoriler": [
            "Ateizm - Deizm"
        ]
    },
    {
        "id": 69,
        "soru": "Yaratıcı neden evreni yarattı, buna neden ihtiyaç duydu?",
        "cevap": "Kardeşim öncelikle Rabbimizin ne evreni ne de bizi yaratmaya ihtiyacı yoktur, her yapılan iş ihtiyaçtan kaynaklanmıyor. Mesela, Şair bir insan muhtaç olduğu için şiir yazmaz çünkü şiir yazmakla herhangi bir ihtiyacını gidermiyor. Keza bir ressam, resim yaparken ihtiyacından dolayı bunu yapmıyor. Bilakis, bu şair ve bu ressam kendi maharetini kuvveden fiile çıkarmak için şiiri yazar ve ressam sanat tablosunu resmeder.\nBunun gibi, Allah evrene muhtaç değildir, öyle bir ihtiyacı da yoktur. Cenâb-ı Allah sonsuz kudret, ilim ve hikmeti gibi bin bir isim ve sıfatlarının tecellilerini, nakışlarını görmek istedi.  Bunun için deyiş yerindeyse bin bir çeşit varlık yarattı. Evet, maharet sahibi bir insan, maharetini görmek ve göstermek istediği gibi, Allah da sonsuz güzellik ve mükemmellikte olan sıfatlarını her şeyden önce kendisi görmek istemiş ve kendisi bunu temaşa etmek için yarattıklarını yaratmıştır.  Ve sonra da bu sanatını şuurlu varlıklara göstermiştir. Allah muhtaç olduğu için değil, kendine layık mukaddes ve münezzeh bir memnuniyet duyduğu için varlıkları yaratmıştır. Bu konuda videomuzu izleyelim olur mu💪🏻\n\nhttps:\/\/youtu.be\/ZxcVzPdikHM",
        "kategoriler": [
            "Ateizm - Deizm"
        ]
    },
    {
        "id": 70,
        "soru": "Anlayamayacağımız bir Kur'an-ı Kerim var. Yanlış anlamamak için tefsir ve hadis gerekiyorsa niye Kur'an-ı Kerim gönderilmiş. İnsanlar için gönderilmedi mi?",
        "cevap": "Allah’ın sonsuz ilminin bir tezahürü olan Kur’an, bilgisini alim-cahil herkesin bilebileceği bir kitap olarak yorumlamak doğru olmaz kardeşim. \nAlimlerin önemli bir kısmının kabul ettiği manaya göre, bir ayetin meali şöyledir.\n“Halbuki onların (birden fazla manaya işaret eden müteşabih ayetlerin) hakikatini, gerçek yorumunu Allah’tan ve ilimde derinleşenlerden başkası bilemez.” (bk. Taberî, Razî, Kurtubî, ilgili ayetin tefsiri).\n\n“İşte bazı gerçekleri anlatmak için, biz bu kabil temsiller getiriyoruz, ama bunları ancak alimler anlar.” (Ankebut, 29\/43).\n\"Rasûlüm! De ki: Hiç bilenlerle bilmeyenler bir olur mu? Doğrusu akıl sahipleri, ancak bunları hakkıyla düşünür.\" (Zümer, 39\/9).\n\nKur'an-ı Hakîm'in gün geçtikçe yeni yeni gerçeklere kaynaklık etmesi, âdeta zamanın ihtiyarlanması nispetinde kendisinin kapsam olarak gençleşmesi ve değişik hakikatleri muhataplarına bildirmesi; bu kadar gelişen ilmî birikimlere rağmen, hâlâ araştırmacılar tarafından her gün Kur'an-ı Kerim'de açıklamaya ve incelemeye muhtaç yeni bakir sahaların keşfedilmesi, söz konusu \"açıklık\" kavramının sanıldığı kadar açık olmadığını, aksine başka anlamlarının olduğunu göstermektedir.\nDemek ki Kur’an’ın açık bir beyana sahip olması, rastgele herkesin anlayacağı tarzda olduğu anlamına gelmez. Kur’an’ın açık ifadesiyle Hz. Muhammed’in tebliğden başka bir görevinin de Tebyin\/Kur’an’ı açıklama olması, bu gerçeğin açık göstergesidir. Tarih boyunca, İslam alimleri Hz. Peygamberin tebliğ vazifesini yürüttükleri gibi, tebyin\/açıklama vazifesini de sürdürmüşlerdir ki anlayıp hayatımıza tatbik edebilelim.",
        "kategoriler": [
            "Ateizm - Deizm"
        ]
    },
    {
        "id": 71,
        "soru": "Allah her şeyi yarattı hiçbir şey kendiliğinden olmadı diyoruz ama kendiliğinden var olan bir Allah'a inanıyoruz bu bir çelişki değil mi? Madem hiçbir şey kendiliğinden olmuyor mutlaka bir yaratıcıya ihtiyacı var o zaman yaratıcı nasıl kendiliğinden var oluyor?",
        "cevap": "Kardeşim öncelikle kendiliğinden var olamaz sırrı yaratılan varlıklar için geçerlidir. Bizler zaman ve mekana göre yaratıldığımız için bizi yaratana da bunu atfetmek olmaz. Çünkü yaratan yarattığına benzemez. Bir soba düşünelim. O sobaya sorulsa seni yaratan nasıl bir şeydir. O da heralde demiri bol olan sıcaklığa dayanıklı bir varlıktır diyecek. Çünkü kendi dünyasında sadece bunları görmüştür. Ama sobayı yapan sobaya benzemediği gibi bizi yaratan da bize benzemeyecek, zaman ve mekandan münezzeh olması gerekecektir. Allah Teâlâ Hazretlerinin vücudu zâtidir yani kendindendir. Ezelî ve ebedîdir. Eşi ve benzeri yoktur. Her şeyi yaratan ve her şeyin kendisine muhtaç olduğu bir Zata yaratılma izafe edilirse çelişki ortaya çıkar. Hakikatlerin zıddına dönüşmesi gerekir. Allah’u Teâlâ'nın -hâşâ- yaratıldığı vehmedilirse o hâlde, O Zât-ı Mukaddes'in hem ezelî, hem hadis (sonradan yaratılmış), hem Hâlık, hem mahlûk, hem sonsuz kadir, hem sonsuz âciz, kısacası, hem ulûhiyetin sonsuz kemâl sıfatlarına, hem de mahlûkiyetin sonsuz eksik sıfatlarına sahip olması lâzım gelir. \nOn-on beş vagonlu bir tren düşün. Bu vagonlardan her birisini bir önceki vagon çeker. Ve nihayet iş lokomotife dayandığında artık \"Lokomotifi kim çekiyor?\" diye bir soru sorulamaz. Zira, çekip fakat çekilmeyen bir lokomotif olmazsa bu nizam bozulur ve hareket meydana gelmez.\n\nBir asker emri onbaşıdan, o da yüzbaşıdan ve başkumandan da padişahtan alır. \"Ya padişah kimden emir alıyor?\" şeklinde bir soru sorulamaz. Zira padişah da birinden emir alsa, o da asker derecesine iner ve emir aldığı zât padişah olur. Bu durumda birinci şahıs padişah değildir ki: \"Padişah kimden emir alıyor?\" diye bir soru sorulabilsin. Padişah denilince, emir veren, fakat emir almayan bir hükümdar akla gelir.\nBu misâllerden anlaşıldığı gibi, bu kâinatın yaratılışının; zâtı, esması ve sıfatlarıyla ezelî ve ebedî olan Allah’ın ilim, irade ve kudretine dayanması zaruridir.\n\nEk olarak şu videomuzu izleyebilirsin\nhttps:\/\/youtu.be\/hIbScv1G6po",
        "kategoriler": [
            "Ateizm - Deizm"
        ]
    }
]